#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ a
h e
Ġ t
i n
o n
l e
Ġ c
e n
o m
r e
r o
t i
Ġt he
Ġa t
i s
Ġ o
Ġ m
in g
Ġ s
n d
o le
t a
i t
c u
Ġat om
a r
ole cu
Ġ T
t e
Ġm olecu
a l
Ġ g
i c
Ġmolecu le
ĠT he
ro u
b on
rou p
Ġo f
ti on
Ġ f
Ġ in
Ġ p
r ing
o u
Ġa nd
Ġ ring
g en
Ġ (
Ġc on
Ġg roup
Ġ n
Ġt o
re s
o r
Ġ is
Ġatom s
t u
ar bon
Ġ b
Ġc arbon
Ġc om
Ġ S
Ġ w
Ġt h
Ġcom p
en t
c c
e r
ro gen
Ġ re
e s
Ġ d
t r
I L
E S
M IL
MIL ES
ĠS MILES
a n
ou nd
C C
Ġcomp ound
ta in
Ġ h
or m
c he
te d
Ġcon tain
y l
p res
ti c
Ġre pres
i d
it h
e d
u c
u l
it rogen
Ġw ith
Ġcontain s
Ġn o
ent s
che d
Ġ C
i v
a tic
c tion
ta ched
Ġn itrogen
Ġat tached
c l
e c
tr uc
truc tu
i m
r om
Ġa n
Ġf u
a t
tructu re
rom atic
ic al
y cl
x y
l ar
Ġg iv
Ġgiv en
in e
y d
bon d
n ction
Ġs tructure
nction al
Ġa re
it y
a s
e t
Ġ A
Ġ Ġ
Ġp ro
o l
ta tion
Ġ bond
Ġgroup s
xy gen
Ġb y
Ġ -
c e
Ġ it
Ġth is
he r
Ġo xygen
( =
w o
ĠT h
Ġh yd
Ġt wo
u b
Ġrepres ents
Ġa romatic
Ġa l
ĠTh is
ta n
Ġ im
t s
Ġf orm
Ġ H
Ġo r
ul a
Ġp res
Ġth at
ub s
v er
Ġim p
l y
ti v
Ġring s
ti tu
e re
ubs titu
Ġc h
Ġ F
T he
te r
tan t
or tant
Ġimp ortant
Ġw h
Ġp o
id e
ycl ic
en ce
Ġ G
a tion
d ic
ĠG roup
Ġfu nctional
Ġ 1
Ġin dic
Ġ I
e a
a te
Ġno tation
Ġh as
e m
ou t
s is
ver al
Ġrepres en
Ġ on
t her
Ġhyd rogen
) .
te ro
i f
Ġ "
Ġpres ence
n ec
Ġa b
i p
a in
a c
ea tu
cc c
Ġf eatu
Ġab out
Ġcomp le
Ġfeatu res
tiv ity
Ġcomple x
Ġcon nec
Ġ 2
s i
Ġs ubstitu
Ġcon sis
he m
b le
ic h
Ġmolecu lar
Ġwh ich
Ġs p
Ġ e
Ġin f
Ġa m
Ġ R
Ġc hem
Ġa s
Ġs y
p er
Ġ M
O C
Ġc an
r al
ĠR ing
ti es
Ġpro v
orm ation
Ġchem ical
olecu lar
tero c
ti al
Ġno t
Ġch ain
ĠM olecular
] )
r an
Ġon e
Ġcarbon yl
Ġinf ormation
Ġe x
g h
Ġ he
i b
Ġb e
s ed
s e
et h
en e
re e
Ġconsis ts
( [
per ties
Ġform ula
Ġindic ate
s te
veral l
Ġa c
ste m
Ġ v
ĠI t
ĠH ere
o g
Ġth ree
ol og
olog ical
Ġpro perties
Ġrepresen ted
ou ble
Ġconnec ted
en z
ĠF orm
Ġindicate s
Ġsy stem
g an
gan ic
ĠForm ula
Ġor ganic
t en
i ological
enz ene
Ġd o
Ġc yclic
) ,
ou s
ere d
ycl o
Ġdo es
b ered
Ġv ar
Ġb enzene
tr y
on d
Ġit s
Ġvar i
re o
te reo
Ġvari ous
Ġd ouble
em bered
m embered
Ġ u
ul f
d i
Ġc yclo
Ġhe teroc
ec if
Ġp ar
om er
y r
ĠF u
Ġfu sed
Ġbond ed
ran g
ten tial
Ġa r
en o
om e
Ġ l
eno ted
Ġar rang
Ġb iological
Ġpo tential
Ġo ther
ĠFu nctional
ĠA romatic
Ġp yr
Ġs ome
ĠGroup s
Ġsp ecif
i le
is try
Ġm eth
Ġarrang em
di tion
i r
i gh
d dition
u g
â Ĥ
Ġd enoted
i l
Ġ O
ro x
che m
a ction
Ġs ulf
ĠThe se
id ine
N C
u r
ddition al
action s
tereo chem
Ġarrangem ent
r ip
an e
cc ccc
Ġs e
tereochem istry
s o
Ġprov ide
Ġsubstitu ents
Ġ CC
a ted
Ġ N
et her
ĠThe re
Ġrepresen tation
Ġd e
k yl
Ġam ide
p le
ec ond
at ing
ent ral
Ġ 3
Ġc entral
Ġm a
Ġs econd
Ġse veral
Ġno te
im en
o w
' s
n c
he x
e igh
ul ti
ulti ple
Ġs i
Ġm ultiple
t ing
om s
ib u
tr ibu
si tion
O verall
g es
Ġcon tribu
Ġal so
Ġf or
u e
Ġbond s
Ġprov id
Ġmeth yl
o re
Ġs t
Ġheteroc yclic
r ther
Ġsp a
ĠS ubstitu
Ġcyclo hex
Ġst ring
Ġcontribu te
I t
cl u
Ġsulf ur
Ġin clu
Ġd es
Ġinclu d
Ġre ac
Ġsubstitu ted
Ġ( -
Ġ B
Ġdes c
Ġam ine
ĠH e
Ġfu rther
Ġsi x
il ity
n e
eigh t
Ġreac tivity
CC C
Ġs ug
a v
Ġwh ile
rox yl
Ġsug ges
Ġs tereochemistry
Ġspecif ic
1 2
ĠSubstitu ents
Ġindic ating
Ġpar t
Ġpo sition
Ġthe re
Ġcyclohex ane
ter m
Ġma y
ĠA l
si on
Ġsugges ts
y c
if f
Ġ ether
s t
Ġd iff
Ġde term
Ġal kyl
tero at
a m
yc le
ĠC h
imen sion
Ġpres ent
ĠA t
imension al
d imensional
f ore
or ine
ĠRing s
ir st
ĠThere fore
iv e
Ġhyd roxyl
Ġdesc rip
Ġf irst
Ġdescrip tion
Ġre actions
ĠS tructure
ac t
l u
Ġ 4
Ġ k
u m
s es
) :
p p
c o
Ġf ive
w e
O H
c h
a z
ip h
iph atic
Ġb et
we en
tiv e
Ġinclud ing
Ġbet ween
Ġac tivity
i o
C H
teroat oms
Ġp h
tain ing
i ral
on taining
Ġa pp
h ib
Ġprovid es
Ġa dditional
Ġs ta
ou r
C l
hib it
Ġpo s
er s
Ġex hibit
ĠN itrogen
Ġdiff er
Ġb as
Ġu n
rou gh
Ġth rough
he n
Ġdiffer ent
Ġo verall
Ġf our
Ġspa tial
ing le
Ġis omer
on e
Ġs ingle
Ġn it
Ġ W
Ġpyr idine
Ġh av
Ġin ter
ta l
ĠHe teroc
t h
g e
h ol
Ġform ing
Ġex act
b ility
Ġhav e
Ġan y
Ġcompound s
co hol
Ġconnec tivity
]) ([
dditional ly
hen yl
es ter
Ġ Ċ
ĠA m
N O
ĠI s
ĠIs omer
m on
q u
Ġ ester
ĠA dditionally
is m
C O
Ġheteroc ycle
Ġsta bility
ĠH yd
Ġch ar
c ontaining
Ġal cohol
Ġinter actions
Ġp henyl
ĠC arbon
tic ip
Ġpar ticip
Ġ [
Ġ 5
Ġw eight
Ġcom mon
ar y
Ġd ue
m ol
rip le
Ġu nd
Ġconsis ting
o xy
Ġan al
N H
Ġ 6
k e
l d
Ġchain s
Ġparticip ate
en ter
Ġanal y
Ġun i
q ue
Ġuni que
uc h
Ġs tructu
Ġf ound
Ġsy m
ĠCh ain
ate ly
Ġdeterm ine
C N
Ġs uch
C c
ow n
Ġt riple
Ġth io
l ic
Ġ P
l orine
Ġf rom
Ġbas ed
ou ld
ine ar
a tu
ĠW eight
Ġindic ated
y s
d e
Ġal iphatic
as e
i re
ea ch
O CC
Ġ each
ĠB ond
ĠO ne
Ġl inear
ta nd
ers tand
Ġund erstand
r ile
Ġ E
Ġform ed
Ġform s
Ġcommon ly
rox im
roxim ately
Ġapp roximately
) (=
Ġcyclo p
ol v
si ble
Ġre qu
Ġn um
Ġrequ ire
p h
n own
ĠI n
Ġanaly sis
Ġch iral
Ġa d
ĠCarbon yl
o c
ĠIsomer ism
Ġk nown
Ġhe teroatoms
u t
eth yl
Ġ D
Ġexhibit s
Ġ res
o x
en d
ar m
ĠAt oms
2 6
Ġcontain ing
Ġinf lu
Ġc enter
ĠHeteroc yclic
ical ly
ĠAl kyl
n H
Ġch lorine
Ġac id
r id
Ġspa ce
) (
ĠHyd rogen
Ġw ould
Ġrequire d
]) [
N c
tan e
Ġal l
per imen
CC CC
1 0
âĤ Ĥ
Ġex perimen
im idine
o ther
Ġmeth oxy
tic al
Ġdeterm in
ĠI ts
Ġnit rile
Ġin v
" .
Ġc ar
ys ical
c arbon
in k
ation s
ĠS tereochemistry
Ġph arm
Ġcontribute s
az ole
Ġs ole
Ġsole ly
Ġprovid ed
CC N
Ġcomp o
Ġan other
Ġk et
C OC
Ġm e
i z
Ġinflu ence
cc cc
Ġexperimen tal
ĠAt om
Ġs tereo
e ver
ow ever
ĠH owever
Ġstructu ral
lu orine
Ġpyr imidine
2 3
Ġal k
b ol
b ox
ir d
Ġpos sible
Ġth ird
az ine
ol ub
n o
ter n
Ġ( =
Ġnum b
Ġ 8
am e
i ke
ink a
Ġb o
e p
Ġb ut
Ġdetermin ed
i ties
Ġf ul
bond ed
Ġisomer ic
Ġful ly
Ġsym bol
Ġt er
box yl
Ġc ase
ĠHe teroatoms
a tive
Ġ1 0
ip er
Ġb ran
ĠAm ide
Ġpos ses
lic ations
Ġ2 6
O c
Ġsubstitu ent
) =
Ġnit ro
ĠC on
in al
Ġinv olv
h av
i or
hav ior
Ġbe havior
Ġph ysical
Ġb rid
m e
ĠB iological
) "
Ġket one
( -
cu l
Ġmolecule s
ĠAl iphatic
an ce
if i
Ġspecif ically
j ac
jac ent
Ġad jacent
no t
Ġcan not
ro le
Ġcar boxyl
) )
ac ter
is omer
Ġp l
Ġf luorine
in o
e le
h yd
en tane
Ġchar acter
Ġstereo isomer
Ġto tal
Ġcenter s
Ġs h
a ta
) [
Ġme an
olub ility
a ce
ro p
Ġc o
2 1
Ġd ata
y ne
n n
Ġp iper
ĠCon nec
Ġapp lications
ĠConnec tivity
tiv ities
i g
Ġcyclop entane
âĤ ĥ
j ug
Ġcon f
Ġu sed
Ġac tivities
ĠHeteroc ycle
n t
Ġe le
Ġof ten
Ġs ide
ĠC c
Ġ 9
Ġm o
Ġ end
âĤ ģ
atu r
ĠD ouble
t or
Ġhyd ro
Ġl inka
Ġthe se
am ide
r ib
Ġbo th
Ġth i
ĠO xygen
Ġdesc rib
Ġspecif y
u tical
ace utical
2 4
Ġpharm aceutical
Ġstereoisomer s
Ġam ino
Ġex p
on g
Ġcon jug
1 1
c es
Ġal tern
OC H
Ġcarboxyl ic
o ph
Ġposses ses
ĠS ulf
Ġaltern ating
ĠCh iral
ĠAm ine
ĠS y
The se
g ed
Ġposition s
ĠE ther
- )
Ġ role
Ġpotential ly
v ance
r ug
1 4
Ġ le
me try
Ġs olubility
ĠO verall
v e
ĠChain s
Ġd iv
f f
ĠW ith
ic yclic
Ġw he
Ġbond ing
Ġaromatic ity
+ ]
y an
1 8
Ġwhe re
a p
d s
i al
Ġinvolv ed
Ġd rug
Ġco de
Ġthe ir
Ġ1 2
he ne
cc ep
p hene
c tr
Ġthio ether
ĠWith out
Ġcompo sed
n nc
o s
ac k
ĠAromatic ity
Ġunderstand ing
er iv
Ġbas ic
Ġalk yne
ccep tor
1 6
a ble
ff ec
Ġbrid ge
is e
1 3
Ġsecond ary
Ġma k
Ġ1 4
ĠA c
Ġdescrib ed
Ġisomer s
Ġconjug ated
is t
Ġb icyclic
CC CCC
on or
Ġres p
Ġchem istry
2 0
Ġd eriv
C S
Ġ ver
âĤģ âĤ
a y
d uc
Ġl ike
ĠChiral ity
ch ing
ĠC Oc
Ġh igh
Ġele ctr
B r
Ġwith out
1 9
Ġwith in
Ġmean ing
Ġpo lar
Ġthio phene
Ġsulf on
atur ated
ĠN it
Ġ2 4
C ontaining
i on
ack bon
ackbon e
Ġnumb ers
Ġatom ic
Ġn ame
m al
Ġheterocycle s
Ġs um
Ġac t
ĠHyd roxyl
Ġ OC
Ġs mal
Ġlinka ge
il ic
Ġn atu
Ġ1 9
y p
Ġsystem s
Ġpyr azole
Ġc l
Ġsulf one
Ġin te
Ġinclud e
Ġc al
ĠCC C
Ġc yan
Ġw eigh
Ġweigh ts
Ġinte res
c ise
lic it
ĠC hem
ap e
rop ane
Ġt yp
iz ed
Ġ1 8
2 2
ĠChem ical
tr a
Ġexp licit
Ġter m
Ġfour th
Ġin t
) ).
Ġpiper idine
Ġconnec ting
Ġa ffec
Ġcon cise
i cul
Ġinclud es
Ġcompo sition
Ġn e
Ġdiff icul
Ġdifficul t
Ġ1 6
nt he
Ġl oc
Ġpl ay
Ġelectr on
Ġstructu res
ĠAc tivity
Ġpyr azine
Ġsh ape
s c
Ġb ackbone
Ġconf ormation
Ġloc ated
Ġ 7
er se
Ġdiv erse
Ġt ar
tive ly
ro l
Ġ L
Ġ if
g et
g ether
Ġto gether
Ġtar get
ĠR ele
ĠRele vance
Ġ ethyl
Ġ" =
s ter
ĠE ster
Ġsy nthe
Ġcyclop ropane
Ġs im
Ġcal cul
Ġp or
Ġpor tion
Ġun s
l ike
Ġimp ar
Ġ r
g in
Ġ1 5
ĠBond s
Ġsmal l
Ġarrangem ents
Ġbe gin
Ġcon ve
Ġconve y
Ġ en
n ing
ccc o
Ġbegin ning
Ġaffec t
Ġ2 0
Ġbran ched
eth oxy
ifi ed
l ow
Ġchar ged
Ġimpar ts
Ġchar ge
Ġpo si
Ġpro ces
Ġproces ses
Ġm ed
Ġs olv
id en
a b
. .
ti ary
rol idine
Ġthi azole
oph ilic
rom ine
Ġac tive
Ġ iden
Ġex ist
Ġmed ic
ifi able
Ġver ifiable
Ġhydro carbon
Ġde p
- ])
ĠC OC
en ted
Ġ1 3
et y
in t
Ġad ds
Ġmedic inal
Ġf ol
g ative
Ġtarget s
CC OCC
Ġd is
tu al
Ġfol low
Ġterm inal
hyd ro
Ġac tual
ĠSy stem
re pres
repres ented
uc le
ĠHeterocycle s
ĠP h
Ġth an
Ġn ucle
Ġmak ing
t on
Ġpharm ac
Ġm an
Ġc r
de hyd
Ġsym metry
Ġpyr rolidine
âĤ Ħ
ĠC N
if ic
p ecif
ĠSulf ur
Ġdep end
ĠAl k
f u
m ent
r i
Ġtyp es
d enoted
Ġsi g
3 2
Ġcyan o
1 5
teroat om
ele d
ab eled
Ġ '
Ġa cceptor
as s
Ġcomplex ity
en er
Ġcalcul ated
Ġsig n
Ġres ul
Ġ2 3
e tra
Ġter tiary
Ġal dehyd
ĠC yclo
Ġnumb er
cu r
Ġpo int
N CC
Ġmo i
+] (=
Ġsynthe sis
uc ial
Ġcr ucial
Ġm ore
Ġb romine
CS c
fu ran
Ġall ow
Ġbiological ly
ĠIsomer ic
Ġpharmaceutical s
ep ti
Ġexplicit ly
T h
Ġpiper azine
Ġl ong
n cc
ĠM ethyl
Ġim ine
g ing
Ġg ener
Ġsulfon amide
Ġl abeled
Ġresp on
Ġt etra
hydro furan
id es
Ġrespon sible
ĠTh io
Ġd onor
â ī
âī ¡
Ġinteres ting
3 0
Th is
g ree
Ġs aturated
Ġisomer ism
in ation
Ġnum bered
) -
Ġpharmac ological
Ġhigh ly
Ġ( [
1 7
Ġs ame
Ġne gative
pecif ically
Ġ2 2
p o
) ),
es s
Ġs tu
Ġcom b
ĠS pecifically
Ġv al
C NC
tr ic
Cl N
Ġderiv ative
r im
Ġcyclohex ene
b u
Ġde gree
Ġman y
@ @
Ġsymbol s
ver y
co very
Ġdis covery
Ġmoi ety
ĠCC OC
Ġcon s
Ġtetra hydrofuran
Ġsolv ents
- (
ce p
Ġp rim
u s
Ġmean s
p l
as t
S C
c i
Ġp epti
Ġ1 1
Ġm ain
ĠSubstitu ent
ĠNit ro
Ġrepres ent
ĠP ro
CC O
Ġresul ting
Ġcl ass
Ġde ta
3 4
a re
rou nd
[ (
ĠM ethoxy
ĠPro perties
ĠB ran
Ġpro te
ti f
Ġcharacter iz
ĠBran ching
Ġ NC
le s
is tic
Ġcharacter istic
il ing
Ġp er
Ġre l
- ]
Ġsign ific
ccc s
c t
Ġprote in
ou nt
Ġbran ching
o b
Ġposses s
Ġfollow ed
Ġhydro ph
Ġnatu re
y m
o p
ĠSy m
Ġsum m
ĠSym metry
Ġpro duc
NC c
âĤ ħ
bu tane
] (
Ġint o
Ġconsis t
Ġp at
x t
Ġs ubs
Ġa ddition
Ġthe m
r am
Ġ ion
Ġprim ary
N N
Ġpl an
e l
Ġlinka ges
Ġ3 0
Ġcon te
os ph
S CC
]) (
Ġo x
Ġcomb ination
a d
c n
Ġsubstitu tion
Ġac cur
Ġallow ing
ram s
le n
atur ation
Ġpat tern
ĠD onor
Ġm ole
Ġg rams
c nc
Ġalk ene
Ġpos si
ĠP o
Ġsumm ing
Ġ" [
em ent
Ġre le
Ġpro p
ĠCh lorine
Ġu se
Ġcomp u
Ġl ow
Ġund er
ob ic
2 8
Ġnatu ral
Ġarrang ed
Ġ"= "
Ġinvolv ement
m ethyl
ĠL inka
ĠNit rile
Ġthi ol
Ġplan ar
Ġcyclo butane
pl ified
igh t
c enter
Ġresp ec
OC O
Ġposi tively
Ġnitro so
l oc
a g
Ġhydroph obic
Ġbo iling
Ġs o
Ġw a
Ġrole s
Ġstu di
Ġrel ative
Ġn on
Ġform ation
Ġpolar ity
Ġc ore
Ġas s
Ġnucle ophilic
ig id
er tain
CCC N
Ġr igid
Ġa round
Ġass um
Ġc ertain
ccc nc
ig ur
Ġconte xt
Ġsim plified
hex ane
Ġassum ed
Ġt a
Ġcomple te
ke le
kele ton
ĠAl cohol
Ġwa ter
Ġcontribu ting
ro duc
Ġconf igur
Ġint roduc
âĤ Ĩ
al k
Ġn ec
a nd
Ġnec ess
Ġ1 7
Ġc ould
Ġph osph
Ġnecess ary
Ġsta ble
le ne
Ġbrid ged
Ġaldehyd e
" )
id d
Ġuns aturation
Ġrele vance
Ġf r
Ġcharacteriz e
Ġm idd
Ġmidd le
Ġch al
iz ation
Ġchal len
an t
CC c
Ġthio amide
es ti
Ġin term
Ġchallen ging
o ro
Ġelectron s
on es
Ġch l
i ed
Ġunder g
Ġunderg o
Ġinv esti
Ġinvesti g
Ġprop yl
c ase
rop yl
Ġb io
Ġconfigur ation
f ul
Ġlike ly
S c
Ġrespec tively
- [(
el l
ĠA n
u al
tation al
Ġdepend ing
CO NH
ĠĠ ĠĠ
Ġ enz
Ġcompu tational
Ġv is
ĠPh ysical
Ġ2 8
Ġiden tical
Ġ" (
i qu
Ġmak es
Ġuse ful
N S
Ġvis ual
Ġac h
t ter
Ġle tter
âĤģâĤ ī
.. .
Ġthe y
p yr
Ġiden tif
ĠThio ether
Ġc re
ĠS olubility
C n
ac h
Ġproduc ts
Ġfu ran
les s
Ġal ong
Ġlow er
le ase
P lease
Ġpepti de
Ġach iral
ĠC om
ers ity
f t
Ġpossi bility
Ġp re
Ġpyr role
Ġlower case
Ġhe teroatom
ut yl
n itrogen
Ġinvestig ation
Ġrigid ity
ĠAlk yne
ĠE ach
chem ical
Ġan ti
Ġinflu en
Ġconformation s
Ġprotein s
d ing
Ġdiv ersity
alk ane
Ġw ell
a ys
Ġcomp act
ĠF luorine
an ti
] .
id ation
ĠFu rther
Ġval ue
ĠCyclo hexane
anti omer
Ġc is
Ġe as
Ġderiv ed
Ġrelative ly
Ġ3 4
olub le
ip ophilic
Ġcharacter ized
Ġstereo center
Ġposi tive
ĠB rid
Ġsubs tructure
ri es
i e
Ġvar y
Ġcharacteristic s
2 9
Ġcons id
Ġenz ym
2 5
d es
Ġor i
Ġf if
al o
Ġle ast
ĠO CC
ĠHe teroatom
or less
Ġcar ries
Ġbe ing
Ġfif th
Ġd ist
Ġdist in
Ġsugges t
alo gen
Ġo p
so ci
z ed
Ġ lar
Ġconnec ts
Ġdistin ct
Ġas soci
Ġinteres t
Ġassoci ated
ĠPh arm
en tation
Ġinterm olecular
Ġfu nction
3 1
ĠPharm ac
Ġcomp ar
Ġphosph or
Ġori entation
Ġc ol
io x
le x
Ġreac tive
Ġre m
Ġclass ified
is on
Ġcompar ison
ile d
âĤĤ âĤĥ
Ġdeta iled
Ġstudi es
Ġ ro
as ed
cccc n
s ing
ate s
CC OC
ĠSulf one
ĠIsomer s
en tion
ĠT riple
2 7
in es
ĠForm s
CO OH
b il
Ġma ke
Ġab ility
y n
Ġenzym es
Ġrem ain
- ).
Ġs oluble
Ġf lex
CCC O
) ):
Ġen antiomer
]) =
Ġnegative ly
H ere
ĠLinka ge
Ġfr ag
Ġket ones
CO c
Ġremain ing
Ġpar ts
iqu id
c on
Ġ(= )
Ġacid s
OCC O
Ġl iquid
Ġm ention
cep tor
Ġcol orless
b utyl
Ġa cc
Ġsym me
Ġbran ch
he ad
Ġre ceptor
d er
it e
Ġpar ent
Ġu sing
atu re
ipophilic ity
Ġp ol
a ti
Ġparent he
ic ation
Ġ2 9
Ġter t
Ġparenthe ses
Ġpro ton
Ġacc ount
] ).
Ġsignific ant
) ".
ib ility
y lene
Ġd iox
i lar
Ġacceptor s
Ġintroduc es
" ,
u ous
p ar
Â °
Ġinter act
a le
e ring
Ġuns aturated
Ġeas y
Ġta ke
ter ial
Ġma terial
as h
g er
i um
an c
ĠCC N
ĠA cceptor
t y
Ġop tical
Ġflex ibility
" ).
i es
e ome
ĠSulf on
Ġlar ger
ie ld
o xygen
ĠF or
Ġs keleton
Ġf ield
yn es
Ġnumb ering
Ġmo de
Ġmode l
po sition
il s
bil ities
Ġconsid er
m ents
Ġh alogen
Ġcyan ide
loc al
Ġde local
ĠN ame
Ġname ly
Ġelectron ic
Ġstereocenter s
Ġin d
Ġsymme tr
Ġf ash
Ġfash ion
Ġphosphor us
Ġidentif ication
Ġreceptor s
Ġaldehyd es
A dditionally
re a
am b
Ġun amb
ig uous
Ġunamb iguous
l ting
Ġc ap
Ġme lting
am ple
ĠP iper
ĠCh ar
Ġ U
Ġsignific ance
Ġpar a
ol s
Ġcyclo alkane
Ġexp ec
Ġexpec ted
Ġt r
Ġfrag ment
Ġres t
s ive
Ġimp lications
âĤĤ âĤ
b enzene
Ġdeta ils
z e
az ol
Ġsix th
cc ncc
Ġ K
ĠTh i
Ġex ample
e ar
it her
w ar
Ġdescrib es
Ġg eome
Ġe ither
e y
Ġsim ilar
ĠPo tential
Ġcomp re
ĠAm ides
hen sive
Ġconjug ation
Ġcompre hensive
Ġbridge head
m ic
Ġin tric
Ġintric ate
y b
ol ane
cep t
Ġre action
che s
Ġgener ic
Ġs tr
war ds
Ġinter con
Ġ2 1
yb rid
Ġto ols
Ġchl oro
ile s
Ġfield s
et one
Ġex cept
Ġ3 2
S O
ĠC ount
âĤģâĤ Ī
ĠCC CC
Ġaccur ately
Ġbran ches
Ġto wards
ĠBrid ge
Ġe ffec
Ġmo st
Ġcomp on
ĠSystem s
Ġsymmetr ical
ĠP yr
ĠChar ge
Ġs ci
Ġeffec ts
ĠS econd
Ġmention ed
S H
Ġdonor s
Ġp ur
ro r
Ï Ģ
Ġspecif ied
ig n
Ġ3 8
Ġcl o
am ine
ir ror
Ġre f
Ġp i
Ġt ran
Ġmaterial s
Ġvisual ized
nec ted
Ġind us
ĠPharmac oph
op ropyl
Ġintercon nected
en s
Ġthe n
id ate
Ġo b
Ġcre ating
Ġh ow
or d
Ġu p
Ġsulfon yl
Ġse v
3 8
Ġsolv ent
Ġb u
Ġox idation
Ġsci ence
Ġc and
Ġsh own
om atic
ar omatic
Ġsta r
et yl
Ġnucle oph
Ġd i
Ġle ft
Ġ" @
Ġ rang
] "
Ġtran s
Ġcyclohex yl
Ġs tra
Ġrang e
Ġis opropyl
Ġhigh l
Ġm irror
c yclo
Ġs er
Ġ eth
Ġsh are
Ġclo sed
ĠC n
- ),
Ġcand idate
Ġaccur ate
ĠA dditional
ĠAlk ene
ar boxyl
yc yclic
ĠC l
Ġstra ight
l ong
ĠS tructu
Ġt em
Ġt ri
Ġre c
per ature
Ġmodel ing
ubstitu ted
nc nc
Ġse qu
n s
Ġco ord
Ġinfluen c
Ġtem perature
ĠSecond ary
Ġfu sion
Ġbe long
Ġletter s
Ġon ly
Ġdrug s
CCCC CC
Ġen h
Ġparticip ating
Ġfunctional ity
Ġalcohol s
ĠCon jug
A cceptor
Ġ ÏĢ
âĤ Ī
Ġ2 5
Ġend s
Ġpol ycyclic
u re
Ġhighl igh
Ġ2 7
n oc
Ġpepti des
Ġ =
is ts
ĠT er
Ġ"@ "
loc k
Ġs our
+ )
N NC
âĤĤ âĤĦ
ĠThe y
Ġb lock
Ġsugges ting
il ding
Ġres ear
Ġ(= ).
Ġl ipophilicity
Ġbu ilding
C h
Ġ ethoxy
â Ģ
Ch I
âĢ ĵ
Ġbrid ging
ĠIn ChI
F NO
om m
w ays
F N
end ed
ĠT wo
Ġrec omm
Ġrecomm ended
tereochem ical
Ġ3 1
Ġexperimen tation
OC c
os si
Ġdetermin ing
Ġbelong s
d y
Ġpur po
Ġro om
if y
K ey
i a
Ġchiral ity
Ġresear ch
tu re
... )
âĤģâĤ Ģ
ĠP ossi
ĠPossi bilities
ĠAc id
ut omer
o ve
Ġpurpo ses
Ġsystem atic
Ġele ment
Ġl ink
Ġab ove
Ġs tereochemical
ĠC OCC
Ġsignificant ly
im ethyl
pp os
ppos ite
ĠC yan
Ġ" -
inal ly
CO CC
ĠCC Oc
Ġcon d
Ġinfluenc ing
m ore
ĠT o
Ġpro per
c nn
Ġsour ces
i ly
Ġpre dic
ur n
Ġalk ynes
Ġprovid ing
Ġt urn
Ġ( #
Ġnucleoph iles
Ġab s
lu or
Ġcond ens
Ġcondens ation
Ġelectr one
Ġbe en
or p
Ġbas e
Ġenantiomer s
Ġpl ays
Ġexp l
ĠS keleton
Ġanaly tical
Ġallow s
Ġam ines
arboxyl ic
Ġcompon ents
Ġgiv es
Ġin c
Ġgeome tric
Ġbio chemical
ĠC yclic
ĠC enter
Ġfollow s
ĠR ea
Ġne u
Ġele ments
Ġa g
Ġstu dy
Ġbio ac
ir m
Ġconf irm
Ġs ides
ĠCC c
( /
Ġo d
ĠSulfon amide
Ġam mon
ĠK etone
ĠStructu ral
ĠAm ino
Ġchl or
Ġgener al
Ġor der
âĤģâĤ ħ
Ġl ast
Ġsh ow
Ġal ways
Ġver ify
Ġ 0
ou n
tiv es
nc n
c tivity
ĠN c
a ge
CS C
po lar
Ġinfluen ces
Ġcomple ting
a tives
ĠLinka ges
ĠBond ing
Ġdiox olane
Br N
Ġsmal le
- {
om ethyl
ĠRea ctivity
c sc
Ġso ft
w are
Ġshow s
Ġsoft ware
Ġcalcul ations
Ġderiv atives
it es
CC NC
-{ [(
Ġsmalle r
hen ol
Ġmo tif
Ġh ybrid
ple x
ific ation
ĠAn other
ĠCom plex
le d
Ġproper ty
Ġsim ple
Ġsulfon ic
tr al
Ġammon ium
Ġpredic t
Ġta utomer
O S
ale nc
) /
Ġindus tr
gen t
Ġanaly zed
Ġse par
Ġgener ate
os ure
ĠNitro so
Ġv alenc
ro chemical
x im
Ġether s
Ġdelocal ized
Ġabs ence
Ġag rochemical
an s
n er
Ġalk ane
ĠPharmacoph ore
Ġ qu
Ġoptical ly
Ġtri azine
di ox
ĠN o
ro b
Ġman ner
i ro
Ġs ites
Ġcarbon s
i x
Ġcre ates
. ,
b ased
tr ans
anc ed
Ġneu tral
âĤģ âĤĥ
Ġintroduc e
ĠC NC
Ġhydrophobic ity
ĠU ns
ĠC arboxylic
= [
ta m
ĠPiper azine
Ġac etyl
luor omethyl
ĠFu sed
ĠB enzene
nn nn
or s
mic rob
microb ial
an ol
Ġanti microbial
en tial
if luoromethyl
3 6
Ġvalenc y
Ġagrochemical s
4 3
Ġtyp e
Ġ3 6
Ġnon polar
Ġb enz
Ġsev en
Ġcons titu
ĠComplex ity
Ġw ide
cc nc
O CCC
ir on
ĠD ue
a ph
a ir
ve l
Ġs ur
ĠB o
Ġob tain
Ġsta nd
Ġchlor ide
pyr imidine
N CCN
Ġstand ar
ly sis
Ġ( âĢĵ
Ġsynthe tic
ĠCenter s
a tern
Ġo pposite
n g
Ġconnec t
Ġle ad
Ġ" #
Ġfeatu re
o ds
C ys
] ".
Ġpyr azol
e f
Ġmeth ylene
Ġma xim
in ce
atern ary
Ġmaxim um
Ġstereoisomer ic
Ġc or
Ġchar ges
ter ic
H F
in d
Ġstudi ed
ĠS tereo
s ubstituted
Ġcharacteriz ation
ifi es
Ġre duc
Ġn et
Ġval idation
Ġam ides
ĠCyan ide
ar ing
Ġmeth ods
Ġd ire
Ġw ay
Ġod or
di zed
Ġstandar dized
f ormation
ĠE th
Ġstereoisomer ism
d imethyl
on c
a ges
Ġp henol
Ġcoord ination
Ġm ix
di um
ta ble
Ġelectrone gative
aph th
ed i
Ġhydrocarbon s
Ġcon dition
at or
Ġlink er
Ġstar ts
O N
ccc n
Ġcondition s
Ġbioac tive
S Cc
Ġhav ing
Ġsequ ence
Ġexpl ore
p ropyl
Ġproton ated
" ),
v iron
Ġhybrid ized
Ġmix ture
ĠThio phene
as es
-( (
Ġcap able
-]) =
Ġmo der
ĠB ackbone
aphth a
ym me
he teroc
Ġcomp are
ĠConjug ation
aphtha lene
ign ated
Ġexplore d
Ġen viron
Ġqu aternary
ĠI so
ymme tric
Ġb al
ĠF inally
ĠB romine
u n
Ġ4 0
Ġf l
Ġex ists
des ignated
al t
in ated
Ġme ta
Ġsepar ate
Ġex ten
am m
res p
Ġcarboxyl ate
am ino
Ġcor resp
Ġcorresp ond
Ġcomparison s
rea k
+ ])
Ġhydro lysis
s f
ati sf
Ġs atisf
ĠP henyl
y ran
Ġsp iro
heteroc ycle
-] ).
l i
iz e
âĤĤâĤ Ģ
N CCC
ig and
4 2
Ġas ymmetric
in ed
Ġcompare d
Ġb reak
nn n
ĠB ased
Ġeth ylene
3 3
Ġtr icyclic
Cl NO
Ġsur round
Ġpharmac oph
Ġvisual ization
ator y
Ġstr ain
Ġstr ong
ĠThi azole
ran ce
p henyl
ulf ur
Ġs ince
Ġim ages
Ġe ight
Ġr u
ĠUns aturated
CCCC CCCC
Ġcal led
ati le
CC S
Ġde f
Ġdelocal ization
th o
ĠCom p
Ġn aphthalene
ly c
ĠStereo center
cur s
Ġsign ifies
Ġ4 6
Ġproduc tion
ĠTer tiary
Ġ(# )
Ġinvolv ing
5 4
Ġtr ifluoromethyl
Ġa z
c s
3 7
Ġcyclop ent
5 6
Ġver s
âĤ ī
Ġ3 9
Ġval u
ĠComp ound
N A
ctr on
Ġan g
Ġor tho
Ġv ia
r a
l oro
Ġdetermin es
Ġpyrazol o
w ing
Ġa ce
ĠAt tached
oun ter
Ġreduc tion
ele ctron
Ġbut yl
ĠPharmac ological
ĠPiper idine
in dic
carbon yl
indic ated
ra wing
Ġester ification
Ġhighligh ting
ĠO n
4 1
= "
ĠCyclo alkane
Ġthio ester
d rawing
ith drawing
tructu res
ĠFurther more
3 5
w ise
Ġp yran
w ithdrawing
Ġsatisf y
ne ction
Ġvalu able
Ġconformation al
Ġcom m
b ly
Ġc ation
Ġcon nection
Ġion s
CC n
in ates
re d
Ġp air
Ġsubs tructures
p entane
Ġcomm un
Ġso dium
ĠThi ol
cc n
Ġacid ic
ĠThioether s
] ([
ess ential
ind rance
Ġsta te
ilic on
ĠL ipophilicity
Ġ essential
W ith
ĠO c
Ġsp ec
Ġtautomer ic
Ġcyclopent ene
Ġgener ated
With in
ke l
Ġd eno
ĠCC n
Ġmoder ate
Ġcl osure
Ġo c
Ġsi ze
Ġo u
io d
Ġhe x
Ġref ers
pyr idine
Ġal one
Ġsh aring
Ġs u
co c
ĠCom mon
CO O
act ors
on ance
N a
in ing
ĠPo int
box amide
+] ([
ale nt
vel op
ro ph
Ġres onance
Ġan tic
ĠEth yl
Ġan ion
Ġf actors
Ġw or
Ġde velop
Ġdire ct
p ropane
Ġvers atile
âĤ ĩ
anc er
Ġpre curs
Ġmeta bol
in ding
ta te
Ġru le
Ġdevelop ment
Ġhighligh ts
Ġl igand
Ġs teric
ĠFu sion
Ġnitrogen ous
Ġ3 7
Ġb inding
Ġang les
Ġre p
e ties
Ġmoi eties
P A
Ġinc re
ent h
Ġinterm edi
on ical
pecif ied
en tan
4 5
Ġdirect ly
Ġh and
ĠBo iling
Ġindustr ies
' .
er red
ul t
ace mic
Ġproton ation
ec h
Ġr acemic
Ġanaly ze
o res
a f
ox o
Ġc ounter
Ġ" /
ĠC O
Ġbas es
Ġinter action
Ġantic ancer
Ġcomb ining
Ġt ech
Ġs ite
ĠSubstitu ted
Ġtech n
Ġs ilicon
iqu es
Ġtechn iques
c ncc
in ts
a u
p rop
Ġgiv ing
Ġdata b
Ġm ass
o d
Ġa gent
Ġen ti
ng th
ĠAlk ynes
Ġstar ting
Ġterm s
Ġuns pecified
on al
A s
F ur
Ġle ngth
Fur ther
Ġdes ign
4 8
ĠF eatu
Ġac ting
ĠI m
Ġ3 5
v i
ĠFeatu res
or ated
S i
cc sc
ĠPo lar
orp hol
= )
Ġs alt
ar ily
Ġf at
c ar
o se
Ġre pl
PA C
N CCCN
Ġar yl
oc k
Ġ4 9
Ġprecurs or
) -)
Ġ4 8
Ġidentif y
U PAC
Ġcorrespond s
Ġconstitu ent
Ġtyp ical
Ġrepresent ing
Ġprim arily
ock wise
Ġwide ly
ch ain
Ġ iod
Ġdescrib e
Ġrepl ac
5 1
v alent
in f
l amm
orphol ine
Ġf o
Ġbasic ity
Ġresul t
Ġof f
hydro xy
Ġele ct
Ġsug ar
ĠBrid ged
ta r
OCC OCC
Ġg lyc
Ġl one
o ring
Ġres em
Ġenantiomer ic
Ġpossi bilities
nn nc
N OC
Ġinc orp
Ġox ide
Ġcompu ter
CCC c
ĠConjug ated
Ġser ies
epti de
s ulfur
NCC c
ts ide
Ġanal og
Ġmo d
ĠC an
s ub
ĠC Sc
id in
ĠI UPAC
Ġ4 7
Ġre g
Ġenh anced
ĠCan onical
Ġ15 0
Ġou tside
Ġre a
4 4
Ġlead ing
ĠPyr idine
ip id
m inal
3 9
Ġ" @@
ĠTer minal
an es
ĠIm ine
vi ous
Ġwor th
Ġ" (=
d own
Further more
bu tan
4 7
CN c
af ety
ĠNitrogen ous
lamm atory
Ġcharacter s
Ġdiox ane
Ġhydroph ilic
inf lammatory
k ed
4 6
Z Q
Ġbreak down
Ġb ri
Ġbri ef
ĠM o
Ġ"@@ "
ĠS ize
Ġrel ated
ĠH ybrid
âĤģâĤ Ĩ
Ġeas ily
Ġhex ag
ul k
Ġchem ists
il l
et s
Ġelect roph
hyd r
Ġconsid ered
ĠHybrid ization
Ġm orpholine
Ġimp act
Ġpo ints
G ly
en ess
Ġb ulk
t he
Ġterm inates
s s
Ġ14 0
b am
ast ly
Ġenviron ment
4 9
Ġac ts
CCC NC
en yl
Ġme tal
he p
Ġr ise
Ġsev enth
Ġresem ble
Ġu ses
act one
ĠThio amide
Ġcommun ic
Ġtrans formation
Ġhexag onal
Ġtransformation s
Ġcommunic ate
âĤĤâĤ ī
Ġl ipid
Ġs ol
Ġfl av
o ic
Ġh indrance
ĠIso propyl
s u
Ġas ses
ĠEther s
ncc s
Ġdi az
I n
Ġan tiv
Ġantiv iral
Ġasses s
cyclo hexane
5 3
lu oro
Ġpharmacoph ore
Ġresemble s
Ġeth anol
Ġco valent
ac tam
âĤģ âĤģ
Ġb r
im it
ĠP eptide
5 7
w or
Ġimp l
4 0
tion al
Ġindus try
Ġw hen
Ġl imit
5 2
azol idine
f orm
per im
wor k
ar ked
Ġ' =
ĠPyr imidine
COC H
-] "
ĠH alogen
c nnc
ĠCC CCC
Ġres id
Ġfat ty
As n
tar ting
Ġenh ance
t in
Ġapp rop
Ġapprop ri
Ġdatab ases
Ġappropri ate
] ,
p ec
ĠN ature
Ġbal anced
ĠC Nc
n on
n cccc
c kel
¼ ckel
Ã ¼ckel
ĠM ultiple
it s
ĠH Ã¼ckel
Ġbr ack
Ġphosph ate
Ġto x
o rop
Ġtox ic
âĤģâĤ Ħ
ĠS ide
am ides
ĠD eriv
CCN CC
Ġfollow ing
Ġlimit ed
Ġuns ubstituted
gen ic
Ġsurround ed
+] (
Ġ5 0
ĠC H
Ġnucle ic
Ġester s
S A
Ġma de
id azole
ĠNitrile s
Ġ"# "
Ġiod ine
n cccn
Ġbrack ets
ĠL astly
Ġat ta
ĠDeriv ative
ĠB io
par t
Ġ14 2
Ġcl ockwise
p os
diox olane
( ...
ĠHyd ro
Ġdeno te
Ġbenz o
ĠPharmacoph ores
Ġcar boxamide
prop an
Ġ( "
Ġ #
Ġb i
Ġob vious
Ġglyc ol
Ġreg ion
ĠCyclo hex
ĠS im
ame work
Ġincorp orated
Ġindustr ial
Ġcounter ion
S tarting
ĠBridge head
âĤĤ âĤģ
Ġref erred
s ccc
ac tivity
Ġanalog s
Ġstereo genic
Ġfr amework
an one
ĠCl c
it er
y ste
v es
N itrogen
y me
Ġgiv e
Ġhydro xy
ulf ide
ĠSulfon yl
n onc
Ġr ight
Ġion ic
Ġintermedi ate
Ġas pec
pos able
5 9
in ity
Ġshare d
ef ined
perim posable
Ġe ar
th io
ĠSubstitu tion
ĠBio activity
Ġsol id
Ġenz yme
âĤĥ âĤĦ
Ġro w
ĠL inear
se cu
dehyd e
yste ine
CCCC N
ĠO r
diox ane
Ġaspec ts
ĠK et
Ġcon secu
li er
Ġear lier
Ġpol ym
v ing
5 5
k eness
] [
Ġvari ety
Ġl actam
Ġmotif s
Ġconstitu tional
Ġbulk y
Ġhyd r
su perimposable
ide ring
Ġblock s
5 8
li keness
6 1
ĠOr ganic
ĠKet ones
he d
Ġcyclop ropyl
th i
Ġexten ds
ĠHydro carbon
Ġcons idering
Ġthio carbonyl
ff inity
Ġa ffinity
Ġne xt
tic s
ou rea
Ġin s
Ġre d
r g
in yl
Ġincre ased
m arked
Ġcompon ent
Ġred ox
- ):
cc oc
Ġaffec ting
F A
Ġser ve
ĠD rug
a ult
c yan
olecu les
im age
-] .
Ġdef ault
g a
ĠC S
A rg
Ġconsecu tive
b er
Ġenantiomer ism
ta bly
Ġ13 8
ĠA part
F FA
O Y
U HF
FFA OY
UHF FFAOY
UHFFFAOY SA
Ġthi azolidine
ĠNo tably
Ġfr u
Ġd imension
ĠStereocenter s
Ġdimension s
en ces
Ġl ipophilic
Ġv ol
Ġcr iter
l ity
Ġl o
+ )(=
Ġf ulf
Ġcriter ia
Ġthe r
Ġl actone
ĠA pp
Ġfulf ill
l abeled
Ġd on
Ġlar ge
m ethoxy
gen ts
Ġfunction s
ac y
Ġaffec ts
Ġelectroph iles
ĠCh loro
Ġreplac ed
l f
Ġd ec
qu are
d ed
Ġop en
ĠR NA
Ġs quare
Ġmetabol ic
orop henyl
ati lity
ĠO N
ox ide
Ġox azole
ta table
u tic
Ġc au
ape utic
ĠL ink
Ġbi om
ro s
Ġaccur acy
Ġsurround ing
y es
n it
Ġther apeutic
)" ,
Ġdis ulfide
Ġ'= '
Ġbenz yl
Ġac yl
Ġaz o
Ġatta ch
Ġpl ane
Ġsynthe si
CO N
ĠWith in
-] ,
Ġgeome try
Ġchloro benzene
antiomer s
ĠSy nthe
ĠCyclo pentane
ĠO CCC
Ġs et
Ġl ack
tam ide
Ġfor ces
Ġsu i
Ġn ine
Ġv inyl
Ġchemical s
Ġconte x
Ġcontex ts
Ġsui table
F c
ĠAl l
ĠDonor s
electron s
v ant
Ġattach ment
Ġle ss
Ġrele vant
Ġ3 3
hed ral
Ġace tate
en antiomers
Ġb ack
Ġcyclohex anone
Ġelectrone ga
Ġdenote s
Ġbiom olecules
k nown
Ġsta bil
Ġsh ould
J X
u es
Ġ1 26
an ces
ĠCC CCCC
Ġrea gent
Ġit se
Ġitse lf
i tion
Ġparticip ation
ĠBo th
G l
Ġtetra hedral
ĠP res
Gl n
ou gh
M e
cu lar
entan one
ic o
+ ).
c X
si gh
Ġin sigh
cX cX
Ġm em
il ities
ns nc
S ome
en es
ab ilities
Ġcap abilities
@ ]
Ġcoord inated
O P
NCC O
OC OC
Ġsubs tan
ĠCompound s
ti ble
Ġim idazole
cncc n
Ġdepend s
Ġpar ti
Ġdef ined
Ġcation ic
6 3
Ġ ze
OS S
Ġze ro
hyd rogen
Ġ Â°
Ġimpl ied
5 0
Ġim age
Ġ14 1
Ġe v
Ġs us
o pposite
ĠD NA
f ter
w n
Ġfo od
âĤĥ âĤģ
Ġsus cep
a il
Ġtautomer s
ĠP l
ĠU ses
Ġthi ourea
Ġsuscep tible
b enz
b ut
ĠInChI Key
im e
Ġ(= ),
@@ ]
Ġa fter
ĠPres ent
Ġin hibit
Ġposition ed
Ġdiox ide
Ġun less
Ġelectronega tivity
+ ),
ys ico
Ġnitrile s
ysico chemical
en ta
ĠCyan o
Ġinsigh ts
Ġparti cular
Ġflav oring
' )
Br NO
Ġt end
car bam
ĠApp lications
Ġa ccep
Ġ15 2
Ġc ata
Ġs l
Ġor gan
Ġbioac tivity
Ġnot ing
Ġc c
al ly
Ġsequ ential
ĠG ener
ĠGener ally
( \
ĠA s
Ġe qu
Ġlo op
C F
Ġfunctional ized
Ġresul ts
Ġcap ture
ng al
Ġconf er
ea k
Ġle vel
fu ngal
Ġox ime
Ġanti fungal
Ġenh ances
Ġne ed
Ġligand s
Ġsumm ary
ĠCC Cc
Ġapp ear
ĠCyclo propane
N n
Ġw eak
chem istry
Ġimpar t
Ġcyclop entanone
ĠSim ilar
Ġlack s
Ġstudy ing
Ġup per
T HF
Ġupper case
Ġ10 0
cur r
Ġsynthesi zed
Ġlength s
hep tane
ti l
ĠA z
i ble
Ġthi one
c yclic
Ġac etone
Ġdo wn
thi azole
ens ity
Ġn c
iff er
Ġ +
iffer ent
cyclo pentane
r ay
F inally
Ġ12 8
A t
Ġb rom
ĠD ifferent
Ġethyl amine
cyclo hex
Ġk ey
ĠS teric
ĠM el
tero id
Ġcar b
Ġbrid ges
Ġ13 0
curr ence
l ing
ĠMel ting
< /
Ġnum er
ag ine
par agine
oun ting
Ġnumer ical
ĠS afety
osph or
ĠT etra
tion s
]) ,
Ġro tation
Ġnatural ly
ĠStructu res
ĠT HF
ĠS ingle
Ġ z
ĠCC CN
Ġsymme tric
6 4
Ġ |
Ġbio chemistry
Ġsequ ences
6 2
Ġt w
Ġ15 4
Ġdep ic
âĤĤâĤ Ī
ĠCl osure
Ġ ZQ
Ġt en
ac etyl
Ġ14 4
Ġflex ible
CN CC
Ġser ves
Ġpolym er
/ "
Ġf luoro
ĠAcceptor s
cnn n
CC l
at her
Ġad op
n ccc
Ġmetabol ism
Ġcon tin
ran e
ĠD iox
Ġr ather
Ġplanar ity
ĠSynthe sis
ĠTetra hydrofuran
B utyl
ĠN CC
Ġacid ity
Ġidentif ied
ĠO x
ĠEster s
Ġen er
Ġs afety
Ġn am
Ġgeneral ly
Ġdeno ting
Ġth ose
ol ine
os ing
e w
Ġdi azine
Ġn eigh
Ġneigh b
Ġ13 9
Ġdon ate
te tra
or ted
OCC N
id ines
Ġ15 5
o hydr
er v
CC Oc
irst ly
Ġregion s
a bility
Ġc ell
Ġc ysteine
Ġphosphor yl
ĠBrid ging
al kyl
Ġnucleoph ile
b ase
Ġt in
g th
- [
Ġresid ues
Ġcons ult
ĠOc currence
Ġrep orted
Ġappear s
ul ar
Ġenviron ments
f ace
CCC OC
ĠAm ines
Ġ"=" )
ĠB r
Â ²
en gth
nc nn
o yl
Ġs teroid
ĠR o
ic e
Ġvol atility
Ġd imethyl
Ġh ig
Ġse ar
Ġthi enyl
Ġ13 6
Ġdire ction
CH O
ĠD e
N Nc
we et
)" ).
Ġin hib
Ġph ysicochemical
Ġinhib ition
oc yan
anc ing
ĠRo tatable
6 7
Ġ( /
co p
ĠIn formation
Ġneighb oring
Ġhig her
thio phene
Ġ15 6
Ġs weet
Ġe igh
Ġtw ice
Ġd yes
Ġar ray
ĠDe gree
Ġsymmetr ically
g y
Ġo ver
Ġorientation s
Ġenti re
... ).
ro ton
ĠCyclohex yl
s me
ros cop
k ing
on ic
ĠSulfon amides
Ġpur ine
S ulfur
Ġis ocyan
ĠF C
ĠCC NC
Ġco sme
Ġexist ence
r y
âĤĤ âĤħ
Ġch air
Ġu rea
pp or
Ġ15 3
, "
ĠN S
t roscop
di az
di ene
ĠL ength
Ġfunctional ities
is k
Ġs c
Ġ16 0
yn yl
Ġod orless
Ġener gy
( ...)
Ġun its
Ġspec troscop
Ġbal ance
Ġintermedi ates
Ġ1 24
-]) ,
Ġref le
Ġcarb ohydr
ie w
it ter
-[ [
Ġeigh th
s cc
ĠN e
p iper
Ġ# )
Ġsequential ly
c ounting
Ġc le
C arbon
Ġspec ies
6 5
pyr rolidine
a utomer
ĠT automer
Cl F
Ġexhibit ing
Ġpolymer ization
CN S
ĠL et
= ).
Ġ Ã
Ġd ensity
Ġpar tial
Ġstrain ed
Ġfo cu
an g
Ġspec ial
l ine
Ġ y
ent yl
ific ations
alk anes
Ġtoxic ity
ĠÃ ħ
Ġdis tribu
cyclo propane
6 6
tr i
an ar
ace tamide
Ġ18 0
tu res
ĠCC OCC
Ġun known
Ġind ole
al s
16 0
ĠUns aturation
Ġcar ry
)" )
Ġtri ang
Ġmod ifications
6 8
Ġcl osing
Ġcau se
Ġa gents
Na H
p s
Ġse g
Ġco b
Ġpre cise
or ic
ĠC OCCC
Ġinhibit or
r ich
Ġoc cur
Ġcob alt
t op
+] .
in s
ĠAl dehyde
Ġ16 2
Ġconnection s
Ġhydroxy methyl
ĠTh ree
ĠU nd
Ġresid ue
Ġsl ight
Ġpossi bly
ĠT r
ĠT op
ĠS ur
Ġstructural ly
ĠTop ological
ĠA rea
ĠSur face
ĠH indrance
ter isk
Ġas terisk
ĠCC CCCCCCCC
CCCC CCC
Ġdis s
i ety
ĠG eome
ĠSulf ones
Ġcommun ication
ic ity
ta bility
Ġmem b
in th
Ġn inth
Ġinf erred
Ġad ding
OCCOCC OCCOCC
f er
Ġparticular ly
en tal
ĠS p
CC Sc
Ġh al
Ġ13 7
Ġhybrid ization
Ġ14 6
ncc n
it rile
u is
ting uis
Ġfru ity
Ġisocyan ate
Ġnam ed
ĠUnd efined
I m
p ortant
Ġt we
ĠD efined
cnc n
Im portant
l uc
Ġ15 8
Ġdis tinguis
ĠMo iety
Ġdiss olv
ĠS tability
ĠPh osphor
or age
di one
Ġst orage
Ġ4 4
Ġconfigur ations
Ġfrag ran
ox id
Ġspiro cyclic
Ġsubstan ces
Ġslight ly
ĠĠ Ġ
Ġe p
Ġm ight
ĠN H
ĠTr ifluoromethyl
Ġw e
iz ing
Ġanti oxid
ac yclo
, (
v iew
Ġexten ding
Ġover view
Ġcoord inates
ĠCCC n
ĠLink er
Ġfragran ces
si tive
)- ),
ĠCC CCN
Ġvisual ize
Ġexpl os
Ġox id
Ġs k
Ġcar bam
Ġhalogen ation
Ġcap tures
Ġ /
Ġl ine
Ġver ification
Ġ16 4
ĠC arboxyl
Ġsk in
i rane
o ccc
CCC l
Ġfl amm
e tane
th ough
he s
l or
CS CC
Ġantioxid ant
ace ment
Ġse len
Ġ' [
Ġ Z
Ġref er
Ġac yclic
Ġrespec tive
Ġanti b
Ġphosphor ic
Ġenti ties
ĠO H
ys tal
Ġrespec t
n no
Ġ( âī¡
qu ent
ĠAc etyl
Ġdissolv e
Ġa v
S S
tan ce
). ..
Ġenti ty
O xygen
al l
ĠPo sitive
S CCC
Ġcr ystal
Ġep oxide
Ġpyr rol
Ġ4 42
Ġsu ppor
l ve
Ġ1 14
Ġtwe lve
+] =[
ain ed
ĠĠĠĠ Ġ
Ġenzym atic
Ġmention ing
Ġ1 16
Ġde g
Ġflamm able
Ġg u
+] ).
Ġpat h
Ġf luor
Ġ1 10
Ġvari ations
Ġreplac ing
Ġhydr azine
Ġfluoro benzene
ic yclo
Ġhe re
Ġne w
Ġdo t
Ġnit r
Ġpair s
Ġas paragine
um ber
Ġ15 7
At tached
Ġace tal
C OH
Ġrep e
Ġ ir
Ġ16 6
el low
Ġpharmacoph ores
Ġbenzo thiazole
Ġy ellow
di hydro
CN N
ĠD ep
Ġdep roton
ĠAlk ane
f ac
pyr role
ĠSp iro
' -
Ġhand ling
Ġcontin uous
end ing
ĠPl anar
at oms
Ġ13 2
a ds
Ġre ve
Ġsuppor t
ĠDep ending
âĤĤâĤ ĩ
Ġinfluenc ed
Ġdepic tion
Ġcosme tics
Ġselen ium
Ġav ail
dic h
Ġadop t
Ġt e
on n
ĠE x
car boxamide
ea ted
Ġcomplex es
OCC CC
Ġrep eated
Ġf ew
Ġfru its
Ġ4 16
Ġmoder ately
o od
ĠCC O
or ation
nnc n
Ġ13 4
Ġreve als
a ff
m ental
cyan ate
Ġcomb ines
Ġchlor inated
ety lene
Ġcata ly
Ġg as
+] =
ep ine
u ing
Ġhydrogen ation
Ġloc ations
Ġg ly
CC SC
Ġpl ac
Ġres tric
Ġavail able
ĠF c
p entan
ĠCon formation
Ġaccep t
' ,
hyd roxyl
rim ary
Ġdec orated
in oline
al dehyde
Ġf re
carbam oyl
as ses
Ġnotation s
ĠB ases
Ġrequire ments
Ġins oluble
ĠP rimary
cXcX cXcX
S e
lyc ine
ĠLink ers
Ġ4 56
pyr rol
orm al
NCC S
Ġcomplete s
Ġco p
quent ly
Ġfre quently
Ġ1 12
eth ane
Ġlipid s
Z K
Ġ4 13
Ġ5 8
Ġn ormal
acter ial
cn oc
ĠSimilar ly
Ġmain taining
Ġaz ine
Ġpath ways
. [
Ġcop per
Ġs al
CCC n
Ġsepar ated
Ġcarry ing
Ġl ab
ĠThio ester
Ġpattern s
Ġbrom ide
ol d
ĠN umber
Ġpre c
Ġexten ded
ĠGeome tric
Ġ15 1
Ġimpl ies
Ġneu ro
Ġg ained
P H
ĠS uch
ch loro
ĠS c
/ )
Ġu til
Ġtyp ically
Ġ17 0
Ġlink ers
ĠI on
0 1
i tal
Ġplan ts
form ing
ĠNe gative
Ġ j
Ġbe fore
Ġcyclo heptane
il ine
truc tion
Ġ46 1
) ([
r d
ĠCC Nc
ges ic
Ġanal gesic
ĠĠĠĠ ĠĠ
Ġcarbam ate
Ġ(âī¡ )
Ġm asses
ĠChar ges
trans m
Ġneuro transm
g lycine
al th
ox azole
ĠTautomer ic
Ġutil ized
di hydroxy
Cl O
Ġ12 7
Ġcorrespond ing
Ġdatab ase
Ġsign al
an ine
ĠS ince
Ġ4 14
COC O
CO CCC
Ġ(# ).
Ġanion ic
Ġoccur ring
Ġcomple ted
ĠCC COC
oc tane
ĠDiox ide
Ġte tr
- "
m or
yc h
Ġplac es
Ġform at
Ġfunctional ization
Ġle ads
Ġpol y
Ġ46 6
a di
en ing
tetra hydrofuran
Ġox irane
Ġdistribu tion
as ing
pecif ic
] -
Ġ em
Ġan titu
Ġhe alth
Ġcarbohydr ate
0 9
s pecific
ĠC entral
Ġportion s
Ġinvestig ated
Ġtrans fer
au tions
Ġfew er
or b
Ġalk anes
me tal
ĠF ive
o ate
p ple
Ġother wise
12 3
Ġantitu mor
w ay
en one
Ġf inally
Ġthrough out
ĠPyr rolidine
Ġantib acterial
âĢĵ )
Ġpharmacoph oric
Ġp es
ism s
re at
ĠC ysteine
-] ".
Ġspecify ing
ĠOx ide
Ġir ri
Ġex tra
nc o
ĠCyclo alkanes
Ġlink ed
cl ockwise
Ġ4 26
Ġ4 41
ob utyl
' ).
Ġp H
ste reo
s truction
Ġre con
NO S
ĠHyd roph
CCCC O
Ġrecon struction
Ġ V
Ġ' #
Ġ49 8
Ġpolym ers
Ġprec autions
co s
duc tion
Ġpes tic
c arboxylic
ĠS aturated
Ġmeth anol
NO N
Ġdiaz enyl
or on
P S
CO CCO
Ġ12 2
Ġ14 9
y ond
Ġp entyl
tero aromatic
Ġbe yond
Ġlab or
ĠF irstly
Ġwh at
Ġo ut
ĠS aturation
Ġal ter
Ġser ine
ĠStereo isomer
ro ss
Ġ5 7
Ġ14 3
ĠPo sition
Ġhalogen s
ĠMo ving
ĠSim plified
ace tal
ĠAlk enes
op ening
-] :
ĠCl ass
Ġ14 8
Ġresp ir
Ġdeg re
X JX
s ulf
l igand
is o
Ġ5 20
Ġclass ifies
but ene
om en
Ġde hydr
Ġen ough
Ġgeome tr
Ġfluor inated
Ġf am
Ġw ill
Ġ4 2
+] [
Ġ12 5
Ġrefle ct
Ġirri tation
Ġc ycl
CC Nc
oc n
Ġcata lysis
Ġdimethyl amino
Ġsignal ing
O n
S n
s uch
u nction
Ġb ec
Ġ1 11
butan oic
Ġfam ily
= ),
Ġhand led
Ġfocu sing
lu orophenyl
Ġ6 0
Ġexpl oration
Ġrestric ted
Ġdehydr ation
ĠCyclo butane
ĠPl acement
6 9
Ġev id
o ti
y len
Ġapp lic
OCC OC
ĠCOC c
-] [
Ġbe aring
Ġace tic
ail ability
Ġtriang ular
Ġseg ment
dich loro
+] "
Ġcre ate
ych o
ĠCC OP
Ġiden ti
con c
Ġru les
Ġdiaz o
ĠCyclohex ene
av ailability
Ġ10 9
Ġsubstitution s
Ġiod ide
Ġalk oxy
alk ene
Ġlabor atory
Ġevid ent
Ġac etylene
)- ).
Ġsur fac
Ġ hem
Ġ16 3
Ġ16 5
idin one
Ġsear ching
# "
n sc
Ġt reat
NC N
ĠPyr azole
Ġou ter
Ġ ly
Ġcyclop enta
Ġdegre es
Ġbe ver
Ġ4 1
Ġnucle oti
ou bly
Ġd oubly
Ġbio availability
7 7
al u
Ġp hen
]) "
og P
Ġser ving
Ġhal ves
Ġrespir atory
n ow
Ġa way
Ġk now
Ġvol atile
carbam ate
ĠZ J
in um
uc kel
ĠH uckel
ob enzene
tin uing
Ġdistinguis h
6 0
ĠC SC
Ġ1 13
Ġev alu
Ġidenti ty
o k
Ġfeatu ring
Ġcarbonyl s
Ġsulfon ate
ĠPyr azine
ĠSecond ly
Ġoc curs
Ġincre asing
Ġhydr ide
c rip
ĠThio amides
Ġ49 1
Ġj unction
ĠHydroph obic
(= [
og n
Ġ9 8
Ġnitr ate
t ent
Ġ4 54
ĠCCCC n
hep t
Ġstabil ization
ok ine
i acetal
Ġstructure d
Ġl iv
Ġprote c
ste ad
Ġphenol ic
ĠS tate
ĠCCC NC
Ġpharmac okine
Ġsubstan ce
Ġb oron
Ġelectroph ilic
Ġsc aff
Ġ46 8
Ġspectroscop ic
Ġglyc ine
Ġrea gents
Ġrepe ating
s ure
re duction
Ġ(- ).
Ġconf orm
pyr idin
or ganic
ed io
Ġhalogen ated
Ġmem ber
) \
9 4
ĠA ce
Ġpl as
ĠCC S
Ġenh ancing
Ġmod ify
Ġexplos ive
Ġhem iacetal
d ec
ĠFu ran
Ġ16 1
Ġsal ts
Ġneurotransm itter
Ġ12 9
Ġundergo ing
Ġasterisk s
Ġ38 9
. "
Ġp ale
Ġon ce
Ġinvestig ate
pyr azole
Ġbal ancing
Ġp enta
olog y
re l
Ġm on
Cl FNO
Ġox etane
Ġe yes
ch iral
nit ro
Ġ'# '
l orophenyl
osph ate
o ving
ĠT yp
ĠL ip
C o
ar b
ac tive
Ġhe teroaromatic
Ġsulf ate
Ġdi ag
Ġ36 6
k i
ie v
Ġro tatable
ins ki
ĠTyp es
ĠLip inski
c ent
ĠC o
ĠCC COc
] '
ol u
led ge
Ġknow ledge
m a
iv es
Ġbo dy
ĠThio carbonyl
Ġanti ps
Ġantips ycho
F irstly
cl ature
Ġwor king
omen clature
Ġscaff old
Ġis obutyl
Ġper f
NN N
ĠCl C
Ġrec ogn
Ġsulf ide
Ġn omenclature
ran es
CS Cc
Ġmemb ranes
luc ose
Ġo ils
Ġs il
ction s
hyd rop
Ġang le
ĠIn ter
Ġchl orophenyl
Ġfrag ments
Ġcounter clockwise
Ġorgan isms
ĠS C
ip henyl
ĠD M
Ġob s
form amide
top e
ic kel
Ġis o
Ġal though
ĠCC Sc
Ġ' @
Ġtri azole
Ġ39 6
ĠBr c
S er
Â ³
Ġ iron
Ġsp aring
Ġ4 3
Ġcrystal line
Ġsparing ly
N CCCC
\ "
a len
u rea
ĠEth oxy
Ġproduc t
Ġammon ia
Ġfu el
ox icity
Ġver ified
ĠIso cyanate
an idine
eth ylene
ph a
oxo ethyl
ĠPhosphor us
Ġoxid izing
Ġobs erv
ten ded
ĠCOCC NC
Ġdistinguish ing
) '
c king
o dium
+]) ,
Ġequ al
alen ce
Ġdi ethyl
Ġmod ified
Ġdiag ram
t wo
ĠCC CCOC
Ġ12 0
ĠCCCC NC
8 5
nn on
(... )"
Ġh um
eth anol
qu eness
Ġuni queness
-] (
CCN S
Ġpyrrol o
z ag
ĠT oxicity
âĤ Ģ
ĠB enz
ĠHydrogen s
nnc s
Ġpre vious
Ġ40 8
Ġcau tion
Ġspectroscop y
Ġevalu ate
Ġ'@ '
n um
ĠN N
ig zag
Ġobserv ed
Ġ20 0
Ġvers atility
u le
Ġv alence
Ġ16 7
NN S
methyl butyl
Acceptor s
Ġ36 9
Ġ47 4
metal lic
num bered
7 2
rou s
Ġz igzag
Ġcataly st
Ġconform ers
reo ver
Ġ(- )
Ġ14 7
Ġsig ma
R ing
Ġpropyl amine
ĠEthyl amine
au se
Ġbec ause
O ne
id ic
T o
Ġ13 1
Ġphosph on
cyan o
rel ated
9 2
Ġd ip
ac il
)= [
S econd
Ġal pha
ĠR ule
c m
-]) :
ĠK ey
Ġpredic ting
Ġ39 7
Ġaccep ting
adi azole
Second ly
w itter
Ġim m
Ġsour ce
ĠCOCC n
stereo specific
witter ion
8 8
ox acyclo
cos idic
H yd
Ġin organic
Ġdescrip tor
Ġbas is
ĠMo reover
B ond
Ġin stead
Ġhe l
COC OC
Ġdi ure
Ġaz ide
Ġp ain
CC SCC
CCCCC N
Ġsim ula
pyr azine
âĢĵ ),
Ġ48 1
Ġz witterion
8 4
Ġ[ (
Ġstabil ized
= ".
Ġp un
im idines
Ġan iline
as hes
Ġincorp or
Ġpun gent
p ent
]) ).
perimen tal
Ġintercon ver
Ġdon ating
ĠEx perimental
s oluble
Ġa pple
ace tic
Ġprop yne
ĠIso tope
Ġsear ch
S CCN
Ġin tended
op yr
Ġliv ing
Ġ @
Ġin tr
di ol
Ġ5 4
Ġ7 0
Ġdeproton ation
Ġapplic ation
Cl FN
Ġthi eno
Ġexp osure
Q u
le c
Ġn ickel
rom o
)" ),
Ġ48 0
Ġ Qu
as icity
ĠO ther
ĠB icyclic
ĠCon s
Ġtarget ing
ĠU n
NCCC n
butan ol
ĠAz ine
Ġapple s
Ġf inal
Ġrel i
erv ous
ĠInter actions
im idazole
CCCC CCCCCC
Ġori ented
Ġfrag rance
Ġ48 2
ĠAs paragine
8 2
Ġterm inated
Ġ39 8
(... ))
Ġcyclopenta diene
Ġ34 9
Ġcle av
7 6
Ġ et
Ġm is
ĠCh lor
Ġ16 8
Ġmodel s
As p
e rous
ĠN NC
ĠP ol
Ġflav ors
Ġreli able
rox ide
ĠPo ints
1 10
Ġn ervous
Ġ1 15
Ġac ross
Ġnum erous
Ġket o
Ġ17 8
C u
O CCCO
Ġ X
mon ium
Ġn nc
at inum
CCC Oc
u nd
as ant
Ġ1 18
Ġcan onical
OCCOCCOCCOCC OCCOCCOCCOCC
Ġa rom
ĠS odium
Ġh arm
tan ts
Ġch an
Ġsta cking
Z V
Ġg lucose
Ġpres sure
Ġenviron mental
Ġ39 4
Ġgeometr ies
Ġ1 23
ĠN on
NCC NC
Ġper form
ĠHalogen s
C on
Ġc are
iv alent
Ġ13 5
Ġpharmacokine tic
lec tively
8 9
c y
Ġp r
qu inoline
Ġco ating
ĠAlcohol s
c k
re active
Ġb an
iv en
ĠA cc
ĠG iven
Ġindic es
Ġneed ed
piper idine
Ġ rib
Ġpro line
Ġ5 30
Ġnitro aromatic
Ġrefle c
Ġtreat ment
ĠDM G
ĠQu aternary
or ding
ĠCC CCc
Ġinclud ed
Ġ4 51
ace tate
Ġcycl ical
Ġantipsycho tic
Ġdetermin ation
Ġ' @@
cnc nc
Ġcol lectively
ĠSynthe tic
Ġcle ar
7 0
7 4
Ġcon cent
Ġ4 20
iev ed
Ġdiure tic
Ġconcent r
Q X
ta s
cc on
ĠN am
@@ ](
methyl butan
Ġarom a
Ġcoating s
c no
y le
Ġd ig
an ts
Ġl ight
Ġpl atinum
ĠL ong
ĠEth ylene
Ġdec re
Ġmethyl amine
âĤģâĤ ĩ
Ġbever ages
Ġa x
er t
Ġcyclo hept
Ġother s
co cc
Ġthio carbamate
ab icyclo
Ġ'@@ '
9 7
Ġp le
di ly
ird ly
Ġequ ivalent
o st
p hen
si um
Th irdly
Ġdepic ted
ew is
Hyd rogen
ĠL ewis
Ġcell ular
Ġharm ful
p re
Ġcyclo alkene
Ġpyr idin
Ġ3 37
ep ane
dehyd es
ci ble
Ġdi ol
ĠAcid ity
9 9
Ġin ert
ĠC ounter
Ġun it
13 4
Ġple asant
en tif
ĠS ilicon
Ġal te
Ġam ount
st ood
Ġ4 31
Ġunder stood
Ġpyrazol idine
Ġace tamide
Ġc ou
Ġ5 2
cn ccc
Ġeth ynyl
ĠCOCC N
Ġ49 2
Ġplas tics
Ġhum an
ĠCounter ion
Ġto ol
ĠAl dehydes
tri azine
Ġtriang le
ĠBenz yl
Con tinuing
tas sium
Ġcyclohept ene
Q G
o cc
Ġc cc
az in
Ġrea dily
Ġcontin ues
Ġd ise
Ġform al
ĠB asicity
um es
âĢĵ ).
propan oic
Ġperf umes
8 7
T yr
Ġ ing
te en
Ġinter pre
Ġentire ly
] ",
ĠN one
Ġ34 2
Ġhighl ight
- .
g n
in c
Ġcyclo butene
Ġconfirm ation
Ġpenta g
N i
P h
Ġpyrazol ine
Ġseg ments
ĠHydrophobic ity
u res
Ġc ycle
ĠS ign
ĠE le
ific ance
ncc nc
Ġcarbohydr ates
ĠSign ificance
0 7
Ġ ide
Ġb iphenyl
Ġ10 2
ĠRea ctions
ylen edio
ĠCo valent
Ġmis cible
ylenedio xy
r aph
Ġ @@
Ġ( >
tan ces
ac yclic
Ġstate s
Ġsol u
Ġpartial ly
cXcXcXcX cXcXcXcX
Ġdig it
Ġposition al
CCCC NC
Ġcomb us
Ġincre ases
cyclohex yl
Ġrecogn ition
hydroxy ethyl
Ġide al
Ġm arked
ĠCC CCCCC
Ġ4 36
Ġ10 8
Ġabs orp
Ġ40 6
Ġgly cosidic
Ġabsorp tion
9 0
s en
om eth
ĠI od
Ġfocu ses
N CCCCC
ĠN CCN
ĠB utyl
ĠAl though
Ġper iod
Ġach ieved
Ġcounterion s
Ġins tances
XJX K
Ġban an
i tive
Ġs af
Ġpyr id
ĠU nit
Ġorgan o
m irror
cu p
or n
or tance
ĠF luoro
ac ting
position s
Bond ed
ĠCovalent ly
* )
r ic
Ġpo tassium
Ġab und
Ġoc cup
Ġdiaz epine
ĠZQ W
Ġsaf e
s ine
ĠM ass
ĠD is
Ġdiv id
Ġen co
NCC OC
Ġper m
Ġprecurs ors
Ġcleav age
Ġbanan as
C P
S Sc
ce ed
ĠF our
ĠF lex
ch lorophenyl
Ġfat s
Ġdescriptor s
yle th
Ġabund ant
- ,
Ġno table
Ġ36 5
ĠConformation al
Ġly ing
9 6
Z JX
g luc
Ġin h
ges t
Ġcyclohex anol
Ġlo st
ĠStereoisomer s
Ġcon ver
ĠS CC
Ġhydrogen s
Ġle av
Ġbelong ing
Ġdeproton ated
Ġdise ases
0 8
Na O
car b
Ġnucleoti des
Ġet c
D NA
N CCCO
Ġ her
Ġ2 20
ĠCC OCCC
Br ClN
Ġ17 3
Ġ17 4
cs nn
Ġatta ck
Ġtetr acyclic
ometh ine
Ġperm ea
ĠFlex ibility
7 5
p henol
cc o
Ġon es
eth an
Ġ4 23
Ġ5 10
Ġwhe ther
Ġpermea bility
t o
en itrile
Ġs ample
hydrop yr
Ġher b
m ost
Ġalk enes
Ġdecre ase
L astly
ĠP rol
ĠP ropyl
Ġdef in
(... ).
Ġexplos ives
olecu le
Ġ13 3
COO R
Ġleav ing
# [
u p
is es
Ġs aturation
if luoro
Ġ4 28
Br O
Ġ17 2
Ġclo se
amm a
Ġ46 9
Ġincorpor ating
sen ic
d on
is sion
al cohol
Ġp ic
Ġd ashes
Ġhyd roxide
Ġ4 11
Ġnitro benzene
Ġmedic ine
Ġcap ital
Ġqu inoline
Ġdiaz ene
Ġoxid ized
Ġrib ose
don ating
M oving
Ġpro ceed
Ġwh ite
CCC Sc
Ġad di
ĠD i
oun ts
Ġpestic ide
ar boxamide
Ġcyclo alkanes
az ar
ĠP henol
diaz epine
ĠPhosphor yl
- ])[
s ccn
ĠS ites
Ġstring s
Ġ10 1
Ġ50 2
Ġmemb rane
orb orn
Ġherb ic
7 8
9 3
Ġis oxazole
Ġar ises
Ġ5 14
ĠD imethyl
ie ties
Ġlink ing
Ġreduc ing
ĠMo ieties
7 3
9 8
P ro
ce rol
tan ol
Ġam ounts
Ġl ogP
CO P
COC c
Ġsubs crip
Ġwa ys
Ġsci entif
Ġ38 0
Ġscientif ic
cc nn
ul s
Ġbe low
Ġcyclo octane
az one
ĠAm monium
Ġen c
Ġsatisf ies
Ġcombus tion
Ġ" +
CCC S
edi amine
Ġ40 0
Ġbi ology
Ġdistribu ted
Ġgu anidine
2 10
Ġf all
Ġ1 17
]) ".
Ġsl ash
ĠV ar
c er
Ġ )
Ġas si
Ġdifferent ly
O CCCN
on ine
re onine
Ġb icyclo
ubstitu ent
OCC Oc
Ġad d
methyl phenyl
nit rop
Ġneurotransmitter s
8 1
Ġ9 9
dimethyl glycine
CCCCCCCC CCC
Ġsurfac tant
Ġdefin itive
in ic
Ġ( *)
an oate
og raph
Ġdo s
Ġ4 25
Ġsh or
ĠCCCC Oc
Ġ= )
Ġ50 4
Ġassi gn
9 5
Ġimp licit
Ġar senic
Ġspecif ies
ĠCC CCCCCC
Ġox al
Ġprop ane
alk yne
Ġprotec tive
en ine
er m
Ġpro xim
em ic
ac er
Ġv ital
Ġ5 28
nn cc
Ġelectronic s
Ġproxim ity
8 6
A l
Ġg amma
Ġth reonine
ation al
Ġ4 21
benz o
ĠTautomer s
Ġpestic ides
= .
a res
Ġ4 32
Ġ5 58
Ġsh ares
Ġheteroatom ic
Ġ37 6
ĠChloro benzene
ĠIod ine
a dium
a diene
CCCC CCCCC
Ġamino ethyl
Ġ16 9
hydroxy methyl
Ġflav or
Ġ50 0
Ġpr one
Ġreflec ted
\ )
k etone
am in
os amine
methyl propyl
dimethyl amino
Ġdip eptide
Ġt enth
Ġp ass
Ġim ide
Ġ3 24
Ġcyclohex enone
az ines
Ġres ins
Ġalk ynyl
Ġnucle ob
ĠCN S
tetra hydro
Ġimm edi
Ġpass ing
in ess
16 5
Ġbenz imidazole
Ġ37 5
Ġins tance
Ġadop ts
Ġgu ide
Ġpic ture
r icul
Ġg ood
ĠCC CS
Ġ10 6
os p
Th r
Ġsimilar ity
Ġag ain
Ġpain ts
Ġf luorophenyl
19 0
ad jacent
Ġ36 8
i ent
on o
al anine
ĠI onic
Ġag ricul
Ġ40 5
9 1
he re
in im
Ġar ise
Ġalkyl amine
ale d
butan one
Ġinh aled
Ġproceed s
7 1
h ar
v en
ir idine
Ġ4 37
âĤģ âĤĤ
par ts
Ġcounter parts
Ġ49 3
Ġbenzo furan
Ġphosphoryl ated
olu te
ĠChlor ide
8 3
F C
Ġ15 9
Ġion ized
ĠPharmacoph oric
Ġleft most
thio ate
Ġsynthesi ze
ĠZQW QG
Ġf ind
Ġv e
âĤĤ âĤĨ
Ġbegin s
Ġabs olute
Ġphosphon ium
Ġenco ded
s nc
ing ly
Ġs ingly
ed uc
titu tional
]) )
Ġnucle os
methyl propan
Ġanti h
Ġ47 7
osphor us
ĠCons titutional
gluc osamine
ĠVar i
@ ](
r up
Ġs he
Ġch rom
ĠAlk anes
Ġphosph ine
azol idinone
Ġstandar d
ĠStereoisomer ism
ograph y
Ġp rom
Ġh yp
ĠO CCN
am olecular
Ġ38 2
ĠAz o
Ġ(/ )
Ġcosme tic
all adium
oxacyclo propane
Ġsimula tions
Ġ( +)
Ġd educ
Ġimp ortance
iz er
Ġta il
ĠPol ycyclic
7 9
as te
ĠD ensity
ox etane
war d
F e
F NN
al onic
Ġg ene
an th
an oic
ich loro
Ġe l
di azine
Ġmeth ylenedioxy
Ġ4 53
Ġinter acting
Ġres is
ĠOC O
15 0
oro thioate
Ġ38 3
Ġhydr azone
piper azine
Ġsubscrip t
Ġdeduc ed
b romo
id one
CO S
Ġ5 48
ox op
ĠPh ysicochemical
oxo butanoic
Ġintr amolecular
T P
l orop
es si
Ġh azar
Ġen su
Ġcyclohexyl methyl
+ (=
g r
en cy
Ġform ate
Ġ4 33
Ġ5 27
Ġ14 5
Ġchloro form
Ġbu tane
edi ol
ic ient
Ġ3 54
Ġ3 56
Ġlong er
Ġ39 5
is tam
ĠT ri
Ġam ong
az ide
Cl c
os ine
Ġmod ification
ZQ ZQ
Ġ50 1
Ġing es
Ġantih istam
essi bility
/ ".
l actone
ĠN O
OCC NC
Ġro ta
Ġresem b
Ġ4 39
CO CCN
nn oc
SCC S
ĠThi ourea
Ġz inc
ĠCOCCC NC
)... ).
Ġdivid ed
Ġc ount
ti d
Ġcan cer
ir in
âĤĥ âĤħ
cyclo butane
diox o
Ġaz omethine
Ġ48 6
ĠClass ification
Ġconcentr ation
. )
y rol
Ġf ix
im idin
Ġbulk iness
- ".
ol ated
ter t
ĠI f
oc yclic
Ġinvolv es
Ġfix ed
v ention
Ġs te
Ġs ub
Ġam idation
Ġ3 31
methyl cyclohex
Ġphosph orothioate
Ġ40 2
Ġ40 3
Ġ39 2
Ġgene tic
N P
Ġp ers
Ġu r
Ġsulf oxide
ĠN n
ge table
Ġele mental
âĤĦ âĤĢ
Ġprotec ting
Ġve getable
8 0
C Br
o sed
Ġ5 41
CN CCN
ctr one
Ġ34 8
Ġexten sive
Ġaz iridine
Ġ47 6
(... ),
ĠHydrocarbon s
Ġcapture d
top ic
Ġsurfac tants
ĠEle ctrone
M ethyl
S SC
z ing
Ġcon vention
si x
ome try
Ġ3 34
ĠCOCC OC
Ġgly cerol
ĠFluoro benzene
yleth yl
Ġdos age
emic arb
F O
f igur
i er
id o
ula tion
Ġ4 46
qu in
Ġinvolv e
Ġ46 4
Ġ39 1
Ġ35 9
pyrrol o
yrol actone
figur ation
Ġc he
Ġ4 38
+] ,
Ġ39 3
Ġ35 8
(... )).
)... ),
dec ane
Ġsil ane
ĠProl ine
a cc
w here
ĠO CCCC
ĠO CCO
Ġreac t
term inal
ĠIn tern
ĠConnec ted
Ġinte gr
Ġcol or
Ġfall s
Ġintegr ity
s emicarb
ic yl
Ġp alladium
hep tan
Ġinterconver t
Ġpentag on
Ġoccup ied
acc har
f rom
ti m
es crip
Ġ4 10
Ġ4 15
Ġ17 7
Ġdi ene
ros ine
Ġaddi tive
tid ine
p entyl
an iline
Ġinte ger
ĠCyclo propyl
pl o
Ġpre fer
con n
ĠPyr role
Ġ"# ".
hydroxy phenyl
Ġinhibit ors
Ġnucleoti de
escrip tion
0 2
i ol
y ed
Ġ OCH
ta diene
ol in
Ġ" \
Ġ18 2
âĤĦ âĤĦ
Ġ17 9
CCCCCCCC CCCC
Ġfulfill ing
benz oic
Ġem plo
Ġemplo yed
te tr
Ġ( +
Ġ( ...
che r
di amino
Ġsulfur ic
Ġ9 6
Ġ9 7
Ġen ab
cur y
Ġcrystal l
Ġenab ling
/ ).
0 3
J G
Ġb ind
Ġ4 12
Ġfound ation
Ġthi adiazole
CNC c
PA H
Ġbenzo diazepine
Ġhel ps
c is
u tral
in ating
hex yl
Ġ8 2
Ġ38 8
f ive
l ines
r it
y e
Ġa part
Ġo ppor
tu n
Ġan hydr
ĠĠ ĠĊ
Ġanaly zing
Ġpl acement
ff icient
pl ing
ĠNC c
methyl pentan
Ġpre par
Ġ"# ")
nit rile
Ġphen ols
ĠAcc essibility
Ġsolu tion
ĠZQWQG ZV
Ġcrystall ography
Ġoppor tun
M R
et o
Ġchemical ly
Ġ3 25
ĠD iv
Ġpharmacological ly
Ġremain s
Ġly sine
orborn ane
Ġprepar ation
e x
ar rang
Ġf acil
Ġin de
Ġcarbon ate
Ġre arrang
at om
nc on
Ġlar gest
ĠNo tation
Ġ36 4
Ġanion s
Ġzwitterion ic
Ġfacil i
] '.
p enta
Ġun reactive
Ġ8 0
Ġacc ording
Ġresear cher
Ġreduc ed
ĠIso cyan
ĠGeome try
ĠNam es
Ġguide lines
Ġopportun ities
ĠDiv ersity
Ġresearcher s
S pecifically
m ar
t osine
Ġ \
ĠC ON
Ġex tent
nc oc
Ġhand le
ĠOx idation
ĠVari ation
k en
z es
Ġc ounting
Ġpyr imidines
Ġsi zes
ĠPro per
iso quinoline
0 6
Ġs til
id ene
ĠE n
Ġad v
nnc o
oxo butan
ĠCO P
Ġorgan oph
ĠUn known
Ġax is
acchar ide
( #
- ])([
Ġc y
Ġm er
tr ain
Ġan im
ĠF ormation
ch lorine
Ġbut ene
Ġ19 4
Ġval idate
-] =[
ĠNo t
Ġincre ase
Ġcyclopropyl methyl
Ġflavoring s
Ġtend ency
Ġinhibitor y
Ġhel p
Ġprefer ences
g roup
m ention
te t
Ġp et
an ked
pres s
if e
Ġ" .
Ġrepresentation s
Ġreac tivities
Ġ18 4
CCO CCC
ĠIso butyl
Ġfl anked
Ġdesign ation
tar y
ĠNe utral
mention ed
P t
] ")
Ġ5 15
iz es
Ġ30 8
Ġproton s
csc n
amino ethyl
Ġhex yl
but yrolactone
piper idin
Ġdistinguis hes
ĠDis ulfide
in ent
on nc
al in
Ġform yl
Ġcyclo alkyl
CCOCC O
Ġconsist ent
ĠSulfon ic
Ġ38 4
Ġneutral ity
Ġoc tet
Ġprom inent
Ġresemb ling
Ġstil l
tr imethyl
ea v
ĠCC CSc
Ġst o
Ġthio semicarb
Ġaltern ative
Ġproduc ed
NCCC OC
Ġ47 9
Ġconver sion
Ġnucleos ide
Ġshe ets
Ġinde x
X ZQ
f luoro
im es
Ġcar c
âĤĥ âĤĢ
Ġsulfon es
ĠCN CC
Ġ"=" ).
Ġdi ester
Ġsu pple
Ġ48 8
s nnc
om ethane
ĠH eav
ly zed
Ġhe p
12 2
Ġ4 52
Ġme as
role um
hydr yl
Ġbenzo yl
Ġ(" #
SCCC S
Ġcou pling
Ġel im
group s
Ġpet roleum
Ġcarc ino
ĠHeav y
A H
S N
i ometry
ĠS ubs
cc no
Ġimp ro
ich iometry
ĠR ole
Ġl ife
oc cur
Ġ8 8
Ġbo at
prop anol
propan amide
ĠAz ide
Ġhal ide
sulf on
ĠZJ QX
Ġsto ichiometry
occur ring
P O
u fac
Ġ es
Ġa fore
ti s
Ġw rit
im ethoxy
Ġdiff ering
CS NH
ĠPh osphate
Ġman ufac
pl anar
methyl amino
ind ole
Ġstabil izing
pyrrol idin
Ġshor ter
Ġinges ted
Ġafore mentioned
d ouble
is opropyl
Ġp entane
Ġim ines
Ġde ter
act ones
Ġinter n
Ġconf ers
ci um
cn on
Ġ"- "
dimethyl urea
Ġvalu es
Ġchan ging
Ġalte ring
p yran
p roton
Ġc ations
Ġp ure
Ġp entan
Ġcyclo butanone
Ġ4 18
ĠAc etone
Ġr ub
17 0
ad ation
Ġinvestig ating
ĠĠĠĠ ĠĠĠ
methoxy phenyl
pentan ol
Ġherbic ide
Ġanhydr ide
Ġelim ination
a ter
s ingle
ĠS il
ĠI nd
di hydropyr
Ġinclu sion
Ġphenyl alanine
OCC n
Ġdis rup
Ġmain ly
Ġ17 6
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
Ġhyp o
anth r
Ġvegetable s
Ġmer cury
Z D
r adation
s y
y si
Ġc ross
Ġm inim
an ium
ĠC arboxamide
ĠF rom
Ġph ysi
Ġsim p
-]) (=
Ġdis inf
ie tary
Ġbal ances
Ġfl at
NCCC NC
Ġbrom obenzene
Ġdeg radation
Ġ58 2
ĠAce tamide
Ġpers onal
Ġur acil
Ġintern al
Ġphysi ological
Ġdisinf ec
= ):
P d
Ġ(= /)
Ġcal cium
Ġcomb ined
Ġcons um
ĠNitro benzene
Ġproduc e
Ġsimilar ities
ĠTer t
Ġ(# ),
heteroc yclic
Ġ49 6
diaz epane
Ġantib io
ylen ediamine
erm anium
Ġche l
N R
m L
v ement
Ġd ietary
âĤĤ âĤĤ
Ġmo vement
epti des
Ġreduc e
Ġensu ring
mar in
0 4
Q W
u ns
tr ichloro
Ġh orm
id s
Ġpyr idines
Ġ3 18
nc no
Ġ4 30
ĠP AH
Ġthi azolidinone
ĠL actam
Ġen ol
fu sed
azol o
Ġinterpre tation
cl osing
at ter
Ġare a
OC OCC
Ġhe ad
di yne
Ġ5 6
Ġad enine
Ġ10 4
ĠCon tinuing
Ġsulfon amides
Ġdis pl
ad ical
Ġ17 1
... "
Ġod ors
Ġpyran ose
Ġoc tane
the tical
ĠCS CCC
Al a
Ġste ps
Z n
p entanone
Ġa id
Ġt imes
Ġis olated
Ġ1 21
Ġ3 32
OCC c
Ġox acyclo
Ġprop ene
Ġpre f
Ġ38 6
Ġqu in
Ġcyclopent enone
Ġhex ane
Ġ37 1
Ġ(" -
methoxy ethoxy
ĠCCCCCC CCCCCC
acetyl glucosamine
aff e
icyl ic
Ġrub ber
f at
er ic
Ġester ified
Ġad hes
ethyl carbamoyl
carbon itrile
Ġnitro s
ĠOC c
Ġ37 2
top es
ĠCarboxyl ate
ĠZQWQGZV W
Ġwrit ten
Ġadhes ives
u ring
te enth
or able
Ġare as
ate ch
ĠM ethylene
Ġfor ward
av irin
Ġ5 63
ach loro
Ġexample s
Ġ37 0
Ġev en
ĠZQ XJXK
Ġrepe ti
pent ene
Ġalte red
Z J
n ess
Ġat tr
Ġo ct
ĠG lyc
ĠN CCCN
Ġ5 32
ĠAlk oxy
dimethyl butane
Ġequ ip
Ġbever age
nitrop henyl
Ġchrom ium
ĠIntern ational
Ġorganoph osphorus
Ġsupple ment
Ġhypo thetical
C I
s ubstituent
u anidine
Ġ x
Ġa ir
on itrile
an yl
Ġ4 48
Ġcyclop entan
Ġ8 6
Ġphosph onic
Ġ47 5
Ġcle an
ĠEx act
Ġmon ocyclic
ĠAcc ording
cXcXcXcXcXcXcXcX cXcXcXcXcXcXcXcX
osp hol
affe ine
Ġequip ment
0 0
H g
Z G
s l
ip le
ĠM olecule
ĠP rop
Ġbehavior s
ele n
SCC Oc
par tic
Ġbenz amide
edi one
Ġ47 2
Ġ50 3
Ġback sl
Ġnam es
Ġnucleob ases
Ġantihistam inic
Ġpure ly
osphol ipid
A c
r yl
s ts
Ġc cccc
res ol
ĠS ome
es the
tr ifluoro
tr iple
OC n
ĠHe x
CCC Nc
Ġ6 2
Ġ9 5
Ġ30 9
Ġ29 8
Ġins ec
Ġcataly sts
ĠPosition s
Ġsimula tion
Ġinterconver sion
ĠNam ing
> .
Ġph ospholipid
CO CCOC
tical ly
22 2
Ġne ar
ĠThi one
diox ole
Ġ36 1
iso topic
Ġphosphon ate
Ġpref ix
L ogP
c tive
d ous
Ġ ...
ta tic
Ġf av
Ġp ig
Ġcon duc
Ġsp acer
CCC OCC
th ree
Ġco ver
Ġver sion
NCC Oc
17 5
Ġval id
Ġtran sition
Ġbu tan
Ġvalenc es
Ġ"/ "
Ġpyrid azine
Ġorgano tin
Ġagricul ture
Ġthiosemicarb azide
Ġclean ing
' ),
X J
h ape
Ġm ac
Ġin i
ĠS hape
es e
ĠC ore
at tached
ac etone
ulf onic
Ġse en
Ġ4 29
ire d
ox ane
ig uing
