{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġa":261,"he":262,"Ġt":263,"in":264,"on":265,"le":266,"Ġc":267,"en":268,"om":269,"re":270,"ro":271,"ti":272,"Ġthe":273,"Ġat":274,"is":275,"Ġo":276,"Ġm":277,"ing":278,"Ġs":279,"nd":280,"ole":281,"ta":282,"it":283,"cu":284,"Ġatom":285,"ar":286,"olecu":287,"ĠT":288,"te":289,"Ġmolecu":290,"al":291,"Ġg":292,"ic":293,"Ġmolecule":294,"ĠThe":295,"rou":296,"bon":297,"roup":298,"Ġof":299,"tion":300,"Ġf":301,"Ġin":302,"Ġp":303,"ring":304,"ou":305,"Ġand":306,"Ġring":307,"gen":308,"Ġ(":309,"Ġcon":310,"Ġgroup":311,"Ġn":312,"Ġto":313,"res":314,"or":315,"Ġis":316,"Ġatoms":317,"tu":318,"arbon":319,"Ġb":320,"Ġcarbon":321,"Ġcom":322,"ĠS":323,"Ġw":324,"Ġth":325,"Ġcomp":326,"ent":327,"cc":328,"er":329,"rogen":330,"Ġre":331,"es":332,"Ġd":333,"tr":334,"IL":335,"ES":336,"MIL":337,"MILES":338,"ĠSMILES":339,"an":340,"ound":341,"CC":342,"Ġcompound":343,"tain":344,"Ġh":345,"orm":346,"che":347,"ted":348,"Ġcontain":349,"yl":350,"pres":351,"tic":352,"Ġrepres":353,"id":354,"ith":355,"ed":356,"uc":357,"ul":358,"itrogen":359,"Ġwith":360,"Ġcontains":361,"Ġno":362,"ents":363,"ched":364,"ĠC":365,"iv":366,"atic":367,"ction":368,"tached":369,"Ġnitrogen":370,"Ġattached":371,"cl":372,"ec":373,"truc":374,"tructu":375,"im":376,"rom":377,"Ġan":378,"Ġfu":379,"at":380,"tructure":381,"romatic":382,"ical":383,"ycl":384,"xy":385,"lar":386,"Ġgiv":387,"Ġgiven":388,"ine":389,"yd":390,"bond":391,"nction":392,"Ġstructure":393,"nctional":394,"Ġare":395,"ity":396,"as":397,"et":398,"ĠA":399,"ĠĠ":400,"Ġpro":401,"ol":402,"tation":403,"Ġbond":404,"Ġgroups":405,"xygen":406,"Ġby":407,"Ġ-":408,"ce":409,"Ġit":410,"Ġthis":411,"her":412,"Ġoxygen":413,"(=":414,"wo":415,"ĠTh":416,"Ġhyd":417,"Ġtwo":418,"ub":419,"Ġrepresents":420,"Ġaromatic":421,"Ġal":422,"ĠThis":423,"tan":424,"Ġim":425,"ts":426,"Ġform":427,"ĠH":428,"Ġor":429,"ula":430,"Ġpres":431,"Ġthat":432,"ubs":433,"ver":434,"Ġimp":435,"ly":436,"tiv":437,"Ġrings":438,"titu":439,"ere":440,"ubstitu":441,"Ġch":442,"ĠF":443,"The":444,"ter":445,"tant":446,"ortant":447,"Ġimportant":448,"Ġwh":449,"Ġpo":450,"ide":451,"yclic":452,"ence":453,"ĠG":454,"ation":455,"dic":456,"ĠGroup":457,"Ġfunctional":458,"Ġ1":459,"Ġindic":460,"ĠI":461,"ea":462,"ate":463,"Ġnotation":464,"Ġhas":465,"em":466,"out":467,"sis":468,"veral":469,"Ġrepresen":470,"Ġon":471,"ther":472,"Ġhydrogen":473,").":474,"tero":475,"if":476,"Ġ\"":477,"Ġpresence":478,"nec":479,"Ġab":480,"ip":481,"ain":482,"ac":483,"eatu":484,"ccc":485,"Ġfeatu":486,"Ġabout":487,"Ġcomple":488,"Ġfeatures":489,"tivity":490,"Ġcomplex":491,"Ġconnec":492,"Ġ2":493,"si":494,"Ġsubstitu":495,"Ġconsis":496,"hem":497,"ble":498,"ich":499,"Ġmolecular":500,"Ġwhich":501,"Ġsp":502,"Ġe":503,"Ġinf":504,"Ġam":505,"ĠR":506,"Ġchem":507,"Ġas":508,"Ġsy":509,"per":510,"ĠM":511,"OC":512,"Ġcan":513,"ral":514,"ĠRing":515,"ties":516,"Ġprov":517,"ormation":518,"Ġchemical":519,"olecular":520,"teroc":521,"tial":522,"Ġnot":523,"Ġchain":524,"ĠMolecular":525,"])":526,"ran":527,"Ġone":528,"Ġcarbonyl":529,"Ġinformation":530,"Ġex":531,"gh":532,"Ġhe":533,"ib":534,"Ġbe":535,"sed":536,"se":537,"eth":538,"ene":539,"ree":540,"Ġconsists":541,"([":542,"perties":543,"Ġformula":544,"Ġindicate":545,"ste":546,"verall":547,"Ġac":548,"stem":549,"Ġv":550,"ĠIt":551,"ĠHere":552,"og":553,"Ġthree":554,"olog":555,"ological":556,"Ġproperties":557,"Ġrepresented":558,"ouble":559,"Ġconnected":560,"enz":561,"ĠForm":562,"Ġindicates":563,"Ġsystem":564,"gan":565,"ganic":566,"ĠFormula":567,"Ġorganic":568,"ten":569,"iological":570,"enzene":571,"Ġdo":572,"Ġcyclic":573,"),":574,"ous":575,"ered":576,"yclo":577,"Ġdoes":578,"bered":579,"Ġvar":580,"Ġbenzene":581,"try":582,"ond":583,"Ġits":584,"Ġvari":585,"reo":586,"tereo":587,"Ġvarious":588,"Ġdouble":589,"embered":590,"membered":591,"Ġu":592,"ulf":593,"di":594,"Ġcyclo":595,"Ġheteroc":596,"ecif":597,"Ġpar":598,"omer":599,"yr":600,"ĠFu":601,"Ġfused":602,"Ġbonded":603,"rang":604,"tential":605,"Ġar":606,"eno":607,"ome":608,"Ġl":609,"enoted":610,"Ġarrang":611,"Ġbiological":612,"Ġpotential":613,"Ġother":614,"ĠFunctional":615,"ĠAromatic":616,"Ġpyr":617,"Ġsome":618,"ĠGroups":619,"Ġspecif":620,"ile":621,"istry":622,"Ġmeth":623,"Ġarrangem":624,"dition":625,"ir":626,"igh":627,"ddition":628,"ug":629,"âĤ":630,"Ġdenoted":631,"il":632,"ĠO":633,"rox":634,"chem":635,"action":636,"Ġsulf":637,"ĠThese":638,"idine":639,"NC":640,"ur":641,"dditional":642,"actions":643,"tereochem":644,"Ġarrangement":645,"rip":646,"ane":647,"ccccc":648,"Ġse":649,"tereochemistry":650,"so":651,"Ġprovide":652,"Ġsubstituents":653,"ĠCC":654,"ated":655,"ĠN":656,"ether":657,"ĠThere":658,"Ġrepresentation":659,"Ġde":660,"kyl":661,"Ġamide":662,"ple":663,"econd":664,"ating":665,"entral":666,"Ġ3":667,"Ġcentral":668,"Ġma":669,"Ġsecond":670,"Ġseveral":671,"Ġnote":672,"imen":673,"ow":674,"'s":675,"nc":676,"hex":677,"eigh":678,"ulti":679,"ultiple":680,"Ġsi":681,"Ġmultiple":682,"ting":683,"oms":684,"ibu":685,"tribu":686,"sition":687,"Overall":688,"ges":689,"Ġcontribu":690,"Ġalso":691,"Ġfor":692,"ue":693,"Ġbonds":694,"Ġprovid":695,"Ġmethyl":696,"ore":697,"Ġst":698,"Ġheterocyclic":699,"rther":700,"Ġspa":701,"ĠSubstitu":702,"Ġcyclohex":703,"Ġstring":704,"Ġcontribute":705,"It":706,"clu":707,"Ġsulfur":708,"Ġinclu":709,"Ġdes":710,"Ġinclud":711,"Ġreac":712,"Ġsubstituted":713,"Ġ(-":714,"ĠB":715,"Ġdesc":716,"Ġamine":717,"ĠHe":718,"Ġfurther":719,"Ġsix":720,"ility":721,"ne":722,"eight":723,"Ġreactivity":724,"CCC":725,"Ġsug":726,"av":727,"Ġwhile":728,"roxyl":729,"Ġsugges":730,"Ġstereochemistry":731,"Ġspecific":732,"12":733,"ĠSubstituents":734,"Ġindicating":735,"Ġpart":736,"Ġposition":737,"Ġthere":738,"Ġcyclohexane":739,"term":740,"Ġmay":741,"ĠAl":742,"sion":743,"Ġsuggests":744,"yc":745,"iff":746,"Ġether":747,"st":748,"Ġdiff":749,"Ġdeterm":750,"Ġalkyl":751,"teroat":752,"am":753,"ycle":754,"ĠCh":755,"imension":756,"Ġpresent":757,"ĠAt":758,"imensional":759,"dimensional":760,"fore":761,"orine":762,"ĠRings":763,"irst":764,"ĠTherefore":765,"ive":766,"Ġhydroxyl":767,"Ġdescrip":768,"Ġfirst":769,"Ġdescription":770,"Ġreactions":771,"ĠStructure":772,"act":773,"lu":774,"Ġ4":775,"Ġk":776,"um":777,"ses":778,"):":779,"pp":780,"co":781,"Ġfive":782,"we":783,"OH":784,"ch":785,"az":786,"iph":787,"iphatic":788,"Ġbet":789,"ween":790,"tive":791,"Ġincluding":792,"Ġbetween":793,"Ġactivity":794,"io":795,"CH":796,"teroatoms":797,"Ġph":798,"taining":799,"iral":800,"ontaining":801,"Ġapp":802,"hib":803,"Ġprovides":804,"Ġadditional":805,"Ġsta":806,"our":807,"Cl":808,"hibit":809,"Ġpos":810,"ers":811,"Ġexhibit":812,"ĠNitrogen":813,"Ġdiffer":814,"Ġbas":815,"Ġun":816,"rough":817,"Ġthrough":818,"hen":819,"Ġdifferent":820,"Ġoverall":821,"Ġfour":822,"Ġspatial":823,"ingle":824,"Ġisomer":825,"one":826,"Ġsingle":827,"Ġnit":828,"ĠW":829,"Ġpyridine":830,"Ġhav":831,"Ġinter":832,"tal":833,"ĠHeteroc":834,"th":835,"ge":836,"hol":837,"Ġforming":838,"Ġexact":839,"bility":840,"Ġhave":841,"Ġany":842,"Ġcompounds":843,"cohol":844,"Ġconnectivity":845,"])([":846,"dditionally":847,"henyl":848,"ester":849,"ĠĊ":850,"ĠAm":851,"NO":852,"ĠIs":853,"ĠIsomer":854,"mon":855,"qu":856,"Ġester":857,"ĠAdditionally":858,"ism":859,"CO":860,"Ġheterocycle":861,"Ġstability":862,"ĠHyd":863,"Ġchar":864,"containing":865,"Ġalcohol":866,"Ġinteractions":867,"Ġphenyl":868,"ĠCarbon":869,"ticip":870,"Ġparticip":871,"Ġ[":872,"Ġ5":873,"Ġweight":874,"Ġcommon":875,"ary":876,"Ġdue":877,"mol":878,"riple":879,"Ġund":880,"Ġconsisting":881,"oxy":882,"Ġanal":883,"NH":884,"Ġ6":885,"ke":886,"ld":887,"Ġchains":888,"Ġparticipate":889,"enter":890,"Ġanaly":891,"Ġuni":892,"que":893,"Ġunique":894,"uch":895,"Ġstructu":896,"Ġfound":897,"Ġsym":898,"ĠChain":899,"ately":900,"Ġdetermine":901,"CN":902,"Ġsuch":903,"Cc":904,"own":905,"Ġtriple":906,"Ġthio":907,"lic":908,"ĠP":909,"lorine":910,"Ġfrom":911,"Ġbased":912,"ould":913,"inear":914,"atu":915,"ĠWeight":916,"Ġindicated":917,"ys":918,"de":919,"Ġaliphatic":920,"ase":921,"ire":922,"each":923,"OCC":924,"Ġeach":925,"ĠBond":926,"ĠOne":927,"Ġlinear":928,"tand":929,"erstand":930,"Ġunderstand":931,"rile":932,"ĠE":933,"Ġformed":934,"Ġforms":935,"Ġcommonly":936,"roxim":937,"roximately":938,"Ġapproximately":939,")(=":940,"Ġcyclop":941,"olv":942,"sible":943,"Ġrequ":944,"Ġnum":945,"Ġrequire":946,"ph":947,"nown":948,"ĠIn":949,"Ġanalysis":950,"Ġchiral":951,"Ġad":952,"ĠCarbonyl":953,"oc":954,"ĠIsomerism":955,"Ġknown":956,"Ġheteroatoms":957,"ut":958,"ethyl":959,"ĠD":960,"Ġexhibits":961,"Ġres":962,"ox":963,"end":964,"arm":965,"ĠAtoms":966,"26":967,"Ġcontaining":968,"Ġinflu":969,"Ġcenter":970,"ĠHeterocyclic":971,"ically":972,"ĠAlkyl":973,"nH":974,"Ġchlorine":975,"Ġacid":976,"rid":977,"Ġspace":978,")(":979,"ĠHydrogen":980,"Ġwould":981,"Ġrequired":982,"])[":983,"Nc":984,"tane":985,"Ġall":986,"perimen":987,"CCCC":988,"10":989,"âĤĤ":990,"Ġexperimen":991,"imidine":992,"other":993,"Ġmethoxy":994,"tical":995,"Ġdetermin":996,"ĠIts":997,"Ġnitrile":998,"Ġinv":999,"\".":1000,"Ġcar":1001,"ysical":1002,"carbon":1003,"ink":1004,"ations":1005,"ĠStereochemistry":1006,"Ġpharm":1007,"Ġcontributes":1008,"azole":1009,"Ġsole":1010,"Ġsolely":1011,"Ġprovided":1012,"CCN":1013,"Ġcompo":1014,"Ġanother":1015,"Ġket":1016,"COC":1017,"Ġme":1018,"iz":1019,"Ġinfluence":1020,"cccc":1021,"Ġexperimental":1022,"ĠAtom":1023,"Ġstereo":1024,"ever":1025,"owever":1026,"ĠHowever":1027,"Ġstructural":1028,"luorine":1029,"Ġpyrimidine":1030,"23":1031,"Ġalk":1032,"bol":1033,"box":1034,"ird":1035,"Ġpossible":1036,"Ġthird":1037,"azine":1038,"olub":1039,"no":1040,"tern":1041,"Ġ(=":1042,"Ġnumb":1043,"Ġ8":1044,"ame":1045,"ike":1046,"inka":1047,"Ġbo":1048,"ep":1049,"Ġbut":1050,"Ġdetermined":1051,"ities":1052,"Ġful":1053,"bonded":1054,"Ġisomeric":1055,"Ġfully":1056,"Ġsymbol":1057,"Ġter":1058,"boxyl":1059,"Ġcase":1060,"ĠHeteroatoms":1061,"ative":1062,"Ġ10":1063,"iper":1064,"Ġbran":1065,"ĠAmide":1066,"Ġposses":1067,"lications":1068,"Ġ26":1069,"Oc":1070,"Ġsubstituent":1071,")=":1072,"Ġnitro":1073,"ĠCon":1074,"inal":1075,"Ġinvolv":1076,"hav":1077,"ior":1078,"havior":1079,"Ġbehavior":1080,"Ġphysical":1081,"Ġbrid":1082,"me":1083,"ĠBiological":1084,")\"":1085,"Ġketone":1086,"(-":1087,"cul":1088,"Ġmolecules":1089,"ĠAliphatic":1090,"ance":1091,"ifi":1092,"Ġspecifically":1093,"jac":1094,"jacent":1095,"Ġadjacent":1096,"not":1097,"Ġcannot":1098,"role":1099,"Ġcarboxyl":1100,"))":1101,"acter":1102,"isomer":1103,"Ġpl":1104,"Ġfluorine":1105,"ino":1106,"ele":1107,"hyd":1108,"entane":1109,"Ġcharacter":1110,"Ġstereoisomer":1111,"Ġtotal":1112,"Ġcenters":1113,"Ġsh":1114,"ata":1115,")[":1116,"Ġmean":1117,"olubility":1118,"ace":1119,"rop":1120,"Ġco":1121,"21":1122,"Ġdata":1123,"yne":1124,"nn":1125,"Ġpiper":1126,"ĠConnec":1127,"Ġapplications":1128,"ĠConnectivity":1129,"tivities":1130,"ig":1131,"Ġcyclopentane":1132,"âĤĥ":1133,"jug":1134,"Ġconf":1135,"Ġused":1136,"Ġactivities":1137,"ĠHeterocycle":1138,"nt":1139,"Ġele":1140,"Ġoften":1141,"Ġside":1142,"ĠCc":1143,"Ġ9":1144,"Ġmo":1145,"Ġend":1146,"âĤģ":1147,"atur":1148,"ĠDouble":1149,"tor":1150,"Ġhydro":1151,"Ġlinka":1152,"Ġthese":1153,"amide":1154,"rib":1155,"Ġboth":1156,"Ġthi":1157,"ĠOxygen":1158,"Ġdescrib":1159,"Ġspecify":1160,"utical":1161,"aceutical":1162,"24":1163,"Ġpharmaceutical":1164,"Ġstereoisomers":1165,"Ġamino":1166,"Ġexp":1167,"ong":1168,"Ġconjug":1169,"11":1170,"ces":1171,"Ġaltern":1172,"OCH":1173,"Ġcarboxylic":1174,"oph":1175,"Ġpossesses":1176,"ĠSulf":1177,"Ġalternating":1178,"ĠChiral":1179,"ĠAmine":1180,"ĠSy":1181,"These":1182,"ged":1183,"Ġpositions":1184,"ĠEther":1185,"-)":1186,"Ġrole":1187,"Ġpotentially":1188,"vance":1189,"rug":1190,"14":1191,"Ġle":1192,"metry":1193,"Ġsolubility":1194,"ĠOverall":1195,"ve":1196,"ĠChains":1197,"Ġdiv":1198,"ff":1199,"ĠWith":1200,"icyclic":1201,"Ġwhe":1202,"Ġbonding":1203,"Ġaromaticity":1204,"+]":1205,"yan":1206,"18":1207,"Ġwhere":1208,"ap":1209,"ds":1210,"ial":1211,"Ġinvolved":1212,"Ġdrug":1213,"Ġcode":1214,"Ġtheir":1215,"Ġ12":1216,"hene":1217,"ccep":1218,"phene":1219,"ctr":1220,"Ġthioether":1221,"ĠWithout":1222,"Ġcomposed":1223,"nnc":1224,"os":1225,"ack":1226,"ĠAromaticity":1227,"Ġunderstanding":1228,"eriv":1229,"Ġbasic":1230,"Ġalkyne":1231,"cceptor":1232,"16":1233,"able":1234,"ffec":1235,"Ġbridge":1236,"ise":1237,"13":1238,"Ġsecondary":1239,"Ġmak":1240,"Ġ14":1241,"ĠAc":1242,"Ġdescribed":1243,"Ġisomers":1244,"Ġconjugated":1245,"ist":1246,"Ġbicyclic":1247,"CCCCC":1248,"onor":1249,"Ġresp":1250,"Ġchemistry":1251,"20":1252,"Ġderiv":1253,"CS":1254,"Ġver":1255,"âĤģâĤ":1256,"ay":1257,"duc":1258,"Ġlike":1259,"ĠChirality":1260,"ching":1261,"ĠCOc":1262,"Ġhigh":1263,"Ġelectr":1264,"Br":1265,"Ġwithout":1266,"19":1267,"Ġwithin":1268,"Ġmeaning":1269,"Ġpolar":1270,"Ġthiophene":1271,"Ġsulfon":1272,"aturated":1273,"ĠNit":1274,"Ġ24":1275,"Containing":1276,"ion":1277,"ackbon":1278,"ackbone":1279,"Ġnumbers":1280,"Ġatomic":1281,"Ġname":1282,"mal":1283,"Ġheterocycles":1284,"Ġsum":1285,"Ġact":1286,"ĠHydroxyl":1287,"ĠOC":1288,"Ġsmal":1289,"Ġlinkage":1290,"ilic":1291,"Ġnatu":1292,"Ġ19":1293,"yp":1294,"Ġsystems":1295,"Ġpyrazole":1296,"Ġcl":1297,"Ġsulfone":1298,"Ġinte":1299,"Ġinclude":1300,"Ġcal":1301,"ĠCCC":1302,"Ġcyan":1303,"Ġweigh":1304,"Ġweights":1305,"Ġinteres":1306,"cise":1307,"licit":1308,"ĠChem":1309,"ape":1310,"ropane":1311,"Ġtyp":1312,"ized":1313,"Ġ18":1314,"22":1315,"ĠChemical":1316,"tra":1317,"Ġexplicit":1318,"Ġterm":1319,"Ġfourth":1320,"Ġint":1321,")).":1322,"Ġpiperidine":1323,"Ġconnecting":1324,"Ġaffec":1325,"Ġconcise":1326,"icul":1327,"Ġincludes":1328,"Ġcomposition":1329,"Ġne":1330,"Ġdifficul":1331,"Ġdifficult":1332,"Ġ16":1333,"nthe":1334,"Ġloc":1335,"Ġplay":1336,"Ġelectron":1337,"Ġstructures":1338,"ĠActivity":1339,"Ġpyrazine":1340,"Ġshape":1341,"sc":1342,"Ġbackbone":1343,"Ġconformation":1344,"Ġlocated":1345,"Ġ7":1346,"erse":1347,"Ġdiverse":1348,"Ġtar":1349,"tively":1350,"rol":1351,"ĠL":1352,"Ġif":1353,"get":1354,"gether":1355,"Ġtogether":1356,"Ġtarget":1357,"ĠRele":1358,"ĠRelevance":1359,"Ġethyl":1360,"Ġ\"=":1361,"ster":1362,"ĠEster":1363,"Ġsynthe":1364,"Ġcyclopropane":1365,"Ġsim":1366,"Ġcalcul":1367,"Ġpor":1368,"Ġportion":1369,"Ġuns":1370,"like":1371,"Ġimpar":1372,"Ġr":1373,"gin":1374,"Ġ15":1375,"ĠBonds":1376,"Ġsmall":1377,"Ġarrangements":1378,"Ġbegin":1379,"Ġconve":1380,"Ġconvey":1381,"Ġen":1382,"ning":1383,"ccco":1384,"Ġbeginning":1385,"Ġaffect":1386,"Ġ20":1387,"Ġbranched":1388,"ethoxy":1389,"ified":1390,"low":1391,"Ġcharged":1392,"Ġimparts":1393,"Ġcharge":1394,"Ġposi":1395,"Ġproces":1396,"Ġprocesses":1397,"Ġmed":1398,"Ġsolv":1399,"iden":1400,"ab":1401,"..":1402,"tiary":1403,"rolidine":1404,"Ġthiazole":1405,"ophilic":1406,"romine":1407,"Ġactive":1408,"Ġiden":1409,"Ġexist":1410,"Ġmedic":1411,"ifiable":1412,"Ġverifiable":1413,"Ġhydrocarbon":1414,"Ġdep":1415,"-])":1416,"ĠCOC":1417,"ented":1418,"Ġ13":1419,"ety":1420,"int":1421,"Ġadds":1422,"Ġmedicinal":1423,"Ġfol":1424,"gative":1425,"Ġtargets":1426,"CCOCC":1427,"Ġdis":1428,"tual":1429,"Ġfollow":1430,"Ġterminal":1431,"hydro":1432,"Ġactual":1433,"ĠSystem":1434,"repres":1435,"represented":1436,"ucle":1437,"ĠHeterocycles":1438,"ĠPh":1439,"Ġthan":1440,"Ġnucle":1441,"Ġmaking":1442,"ton":1443,"Ġpharmac":1444,"Ġman":1445,"Ġcr":1446,"dehyd":1447,"Ġsymmetry":1448,"Ġpyrrolidine":1449,"âĤĦ":1450,"ĠCN":1451,"ific":1452,"pecif":1453,"ĠSulfur":1454,"Ġdepend":1455,"ĠAlk":1456,"fu":1457,"ment":1458,"ri":1459,"Ġtypes":1460,"denoted":1461,"Ġsig":1462,"32":1463,"Ġcyano":1464,"15":1465,"teroatom":1466,"eled":1467,"abeled":1468,"Ġ'":1469,"Ġacceptor":1470,"ass":1471,"Ġcomplexity":1472,"ener":1473,"Ġcalculated":1474,"Ġsign":1475,"Ġresul":1476,"Ġ23":1477,"etra":1478,"Ġtertiary":1479,"Ġaldehyd":1480,"ĠCyclo":1481,"Ġnumber":1482,"cur":1483,"Ġpoint":1484,"NCC":1485,"Ġmoi":1486,"+](=":1487,"Ġsynthesis":1488,"ucial":1489,"Ġcrucial":1490,"Ġmore":1491,"Ġbromine":1492,"CSc":1493,"furan":1494,"Ġallow":1495,"Ġbiologically":1496,"ĠIsomeric":1497,"Ġpharmaceuticals":1498,"epti":1499,"Ġexplicitly":1500,"Th":1501,"Ġpiperazine":1502,"Ġlong":1503,"ncc":1504,"ĠMethyl":1505,"Ġimine":1506,"ging":1507,"Ġgener":1508,"Ġsulfonamide":1509,"Ġlabeled":1510,"Ġrespon":1511,"Ġtetra":1512,"hydrofuran":1513,"ides":1514,"Ġresponsible":1515,"ĠThio":1516,"Ġdonor":1517,"âī":1518,"âī¡":1519,"Ġinteresting":1520,"30":1521,"This":1522,"gree":1523,"Ġsaturated":1524,"Ġisomerism":1525,"ination":1526,"Ġnumbered":1527,")-":1528,"Ġpharmacological":1529,"Ġhighly":1530,"Ġ([":1531,"17":1532,"Ġsame":1533,"Ġnegative":1534,"pecifically":1535,"Ġ22":1536,"po":1537,")),":1538,"ess":1539,"Ġstu":1540,"Ġcomb":1541,"ĠSpecifically":1542,"Ġval":1543,"CNC":1544,"tric":1545,"ClN":1546,"Ġderivative":1547,"rim":1548,"Ġcyclohexene":1549,"bu":1550,"Ġdegree":1551,"Ġmany":1552,"@@":1553,"Ġsymbols":1554,"very":1555,"covery":1556,"Ġdiscovery":1557,"Ġmoiety":1558,"ĠCCOC":1559,"Ġcons":1560,"Ġtetrahydrofuran":1561,"Ġsolvents":1562,"-(":1563,"cep":1564,"Ġprim":1565,"us":1566,"Ġmeans":1567,"pl":1568,"ast":1569,"SC":1570,"ci":1571,"Ġpepti":1572,"Ġ11":1573,"Ġmain":1574,"ĠSubstituent":1575,"ĠNitro":1576,"Ġrepresent":1577,"ĠPro":1578,"CCO":1579,"Ġresulting":1580,"Ġclass":1581,"Ġdeta":1582,"34":1583,"are":1584,"round":1585,"[(":1586,"ĠMethoxy":1587,"ĠProperties":1588,"ĠBran":1589,"Ġprote":1590,"tif":1591,"Ġcharacteriz":1592,"ĠBranching":1593,"ĠNC":1594,"les":1595,"istic":1596,"Ġcharacteristic":1597,"iling":1598,"Ġper":1599,"Ġrel":1600,"-]":1601,"Ġsignific":1602,"cccs":1603,"ct":1604,"Ġprotein":1605,"ount":1606,"Ġbranching":1607,"ob":1608,"Ġpossess":1609,"Ġfollowed":1610,"Ġhydroph":1611,"Ġnature":1612,"ym":1613,"op":1614,"ĠSym":1615,"Ġsumm":1616,"ĠSymmetry":1617,"Ġproduc":1618,"NCc":1619,"âĤħ":1620,"butane":1621,"](":1622,"Ġinto":1623,"Ġconsist":1624,"Ġpat":1625,"xt":1626,"Ġsubs":1627,"Ġaddition":1628,"Ġthem":1629,"ram":1630,"Ġion":1631,"Ġprimary":1632,"NN":1633,"Ġplan":1634,"el":1635,"Ġlinkages":1636,"Ġ30":1637,"Ġconte":1638,"osph":1639,"SCC":1640,"])(":1641,"Ġox":1642,"Ġcombination":1643,"ad":1644,"cn":1645,"Ġsubstitution":1646,"Ġaccur":1647,"Ġallowing":1648,"rams":1649,"len":1650,"aturation":1651,"Ġpattern":1652,"ĠDonor":1653,"Ġmole":1654,"Ġgrams":1655,"cnc":1656,"Ġalkene":1657,"Ġpossi":1658,"ĠPo":1659,"Ġsumming":1660,"Ġ\"[":1661,"ement":1662,"Ġrele":1663,"Ġprop":1664,"ĠChlorine":1665,"Ġuse":1666,"Ġcompu":1667,"Ġlow":1668,"Ġunder":1669,"obic":1670,"28":1671,"Ġnatural":1672,"Ġarranged":1673,"Ġ\"=\"":1674,"Ġinvolvement":1675,"methyl":1676,"ĠLinka":1677,"ĠNitrile":1678,"Ġthiol":1679,"Ġplanar":1680,"Ġcyclobutane":1681,"plified":1682,"ight":1683,"center":1684,"Ġrespec":1685,"OCO":1686,"Ġpositively":1687,"Ġnitroso":1688,"loc":1689,"ag":1690,"Ġhydrophobic":1691,"Ġboiling":1692,"Ġso":1693,"Ġwa":1694,"Ġroles":1695,"Ġstudi":1696,"Ġrelative":1697,"Ġnon":1698,"Ġformation":1699,"Ġpolarity":1700,"Ġcore":1701,"Ġass":1702,"Ġnucleophilic":1703,"igid":1704,"ertain":1705,"CCCN":1706,"Ġrigid":1707,"Ġaround":1708,"Ġassum":1709,"Ġcertain":1710,"cccnc":1711,"igur":1712,"Ġcontext":1713,"Ġsimplified":1714,"hexane":1715,"Ġassumed":1716,"Ġta":1717,"Ġcomplete":1718,"kele":1719,"keleton":1720,"ĠAlcohol":1721,"Ġwater":1722,"Ġcontributing":1723,"roduc":1724,"Ġconfigur":1725,"Ġintroduc":1726,"âĤĨ":1727,"alk":1728,"Ġnec":1729,"and":1730,"Ġnecess":1731,"Ġ17":1732,"Ġcould":1733,"Ġphosph":1734,"Ġnecessary":1735,"Ġstable":1736,"lene":1737,"Ġbridged":1738,"Ġaldehyde":1739,"\")":1740,"idd":1741,"Ġunsaturation":1742,"Ġrelevance":1743,"Ġfr":1744,"Ġcharacterize":1745,"Ġmidd":1746,"Ġmiddle":1747,"Ġchal":1748,"ization":1749,"Ġchallen":1750,"ant":1751,"CCc":1752,"Ġthioamide":1753,"esti":1754,"Ġinterm":1755,"Ġchallenging":1756,"oro":1757,"Ġelectrons":1758,"ones":1759,"Ġchl":1760,"ied":1761,"Ġunderg":1762,"Ġundergo":1763,"Ġinvesti":1764,"Ġinvestig":1765,"Ġpropyl":1766,"case":1767,"ropyl":1768,"Ġbio":1769,"Ġconfiguration":1770,"ful":1771,"Ġlikely":1772,"Sc":1773,"Ġrespectively":1774,"-[(":1775,"ell":1776,"ĠAn":1777,"ual":1778,"tational":1779,"Ġdepending":1780,"CONH":1781,"ĠĠĠĠ":1782,"Ġenz":1783,"Ġcomputational":1784,"Ġvis":1785,"ĠPhysical":1786,"Ġ28":1787,"Ġidentical":1788,"Ġ\"(":1789,"iqu":1790,"Ġmakes":1791,"Ġuseful":1792,"NS":1793,"Ġvisual":1794,"Ġach":1795,"tter":1796,"Ġletter":1797,"âĤģâĤī":1798,"...":1799,"Ġthey":1800,"pyr":1801,"Ġidentif":1802,"ĠThioether":1803,"Ġcre":1804,"ĠSolubility":1805,"Cn":1806,"ach":1807,"Ġproducts":1808,"Ġfuran":1809,"less":1810,"Ġalong":1811,"Ġlower":1812,"lease":1813,"Please":1814,"Ġpeptide":1815,"Ġachiral":1816,"ĠCom":1817,"ersity":1818,"ft":1819,"Ġpossibility":1820,"Ġpre":1821,"Ġpyrrole":1822,"Ġlowercase":1823,"Ġheteroatom":1824,"utyl":1825,"nitrogen":1826,"Ġinvestigation":1827,"Ġrigidity":1828,"ĠAlkyne":1829,"ĠEach":1830,"chemical":1831,"Ġanti":1832,"Ġinfluen":1833,"Ġconformations":1834,"Ġproteins":1835,"ding":1836,"Ġdiversity":1837,"alkane":1838,"Ġwell":1839,"ays":1840,"Ġcompact":1841,"ĠFluorine":1842,"anti":1843,"].":1844,"idation":1845,"ĠFurther":1846,"Ġvalue":1847,"ĠCyclohexane":1848,"antiomer":1849,"Ġcis":1850,"Ġeas":1851,"Ġderived":1852,"Ġrelatively":1853,"Ġ34":1854,"oluble":1855,"ipophilic":1856,"Ġcharacterized":1857,"Ġstereocenter":1858,"Ġpositive":1859,"ĠBrid":1860,"Ġsubstructure":1861,"ries":1862,"ie":1863,"Ġvary":1864,"Ġcharacteristics":1865,"29":1866,"Ġconsid":1867,"Ġenzym":1868,"25":1869,"des":1870,"Ġori":1871,"Ġfif":1872,"alo":1873,"Ġleast":1874,"ĠOCC":1875,"ĠHeteroatom":1876,"orless":1877,"Ġcarries":1878,"Ġbeing":1879,"Ġfifth":1880,"Ġdist":1881,"Ġdistin":1882,"Ġsuggest":1883,"alogen":1884,"Ġop":1885,"soci":1886,"zed":1887,"Ġlar":1888,"Ġconnects":1889,"Ġdistinct":1890,"Ġassoci":1891,"Ġinterest":1892,"Ġassociated":1893,"ĠPharm":1894,"entation":1895,"Ġintermolecular":1896,"Ġfunction":1897,"31":1898,"ĠPharmac":1899,"Ġcompar":1900,"Ġphosphor":1901,"Ġorientation":1902,"Ġcol":1903,"iox":1904,"lex":1905,"Ġreactive":1906,"Ġrem":1907,"Ġclassified":1908,"ison":1909,"Ġcomparison":1910,"iled":1911,"âĤĤâĤĥ":1912,"Ġdetailed":1913,"Ġstudies":1914,"Ġro":1915,"ased":1916,"ccccn":1917,"sing":1918,"ates":1919,"CCOC":1920,"ĠSulfone":1921,"ĠIsomers":1922,"ention":1923,"ĠTriple":1924,"27":1925,"ines":1926,"ĠForms":1927,"COOH":1928,"bil":1929,"Ġmake":1930,"Ġability":1931,"yn":1932,"Ġenzymes":1933,"Ġremain":1934,"-).":1935,"Ġsoluble":1936,"Ġflex":1937,"CCCO":1938,")):":1939,"Ġenantiomer":1940,"])=":1941,"Ġnegatively":1942,"Here":1943,"ĠLinkage":1944,"Ġfrag":1945,"Ġketones":1946,"COc":1947,"Ġremaining":1948,"Ġparts":1949,"iquid":1950,"con":1951,"Ġ(=)":1952,"Ġacids":1953,"OCCO":1954,"Ġliquid":1955,"Ġmention":1956,"ceptor":1957,"Ġcolorless":1958,"butyl":1959,"Ġacc":1960,"Ġsymme":1961,"Ġbranch":1962,"head":1963,"Ġreceptor":1964,"der":1965,"ite":1966,"Ġparent":1967,"Ġusing":1968,"ature":1969,"ipophilicity":1970,"Ġpol":1971,"ati":1972,"Ġparenthe":1973,"ication":1974,"Ġ29":1975,"Ġtert":1976,"Ġparentheses":1977,"Ġproton":1978,"Ġaccount":1979,"]).":1980,"Ġsignificant":1981,")\".":1982,"ibility":1983,"ylene":1984,"Ġdiox":1985,"ilar":1986,"Ġacceptors":1987,"Ġintroduces":1988,"\",":1989,"uous":1990,"par":1991,"Â°":1992,"Ġinteract":1993,"ale":1994,"ering":1995,"Ġunsaturated":1996,"Ġeasy":1997,"Ġtake":1998,"terial":1999,"Ġmaterial":2000,"ash":2001,"ger":2002,"ium":2003,"anc":2004,"ĠCCN":2005,"ĠAcceptor":2006,"ty":2007,"Ġoptical":2008,"Ġflexibility":2009,"\").":2010,"ies":2011,"eome":2012,"ĠSulfon":2013,"Ġlarger":2014,"ield":2015,"oxygen":2016,"ĠFor":2017,"Ġskeleton":2018,"Ġfield":2019,"ynes":2020,"Ġnumbering":2021,"Ġmode":2022,"Ġmodel":2023,"position":2024,"ils":2025,"bilities":2026,"Ġconsider":2027,"ments":2028,"Ġhalogen":2029,"Ġcyanide":2030,"local":2031,"Ġdelocal":2032,"ĠName":2033,"Ġnamely":2034,"Ġelectronic":2035,"Ġstereocenters":2036,"Ġind":2037,"Ġsymmetr":2038,"Ġfash":2039,"Ġfashion":2040,"Ġphosphorus":2041,"Ġidentification":2042,"Ġreceptors":2043,"Ġaldehydes":2044,"Additionally":2045,"rea":2046,"amb":2047,"Ġunamb":2048,"iguous":2049,"Ġunambiguous":2050,"lting":2051,"Ġcap":2052,"Ġmelting":2053,"ample":2054,"ĠPiper":2055,"ĠChar":2056,"ĠU":2057,"Ġsignificance":2058,"Ġpara":2059,"ols":2060,"Ġcycloalkane":2061,"Ġexpec":2062,"Ġexpected":2063,"Ġtr":2064,"Ġfragment":2065,"Ġrest":2066,"sive":2067,"Ġimplications":2068,"âĤĤâĤ":2069,"benzene":2070,"Ġdetails":2071,"ze":2072,"azol":2073,"Ġsixth":2074,"ccncc":2075,"ĠK":2076,"ĠThi":2077,"Ġexample":2078,"ear":2079,"ither":2080,"war":2081,"Ġdescribes":2082,"Ġgeome":2083,"Ġeither":2084,"ey":2085,"Ġsimilar":2086,"ĠPotential":2087,"Ġcompre":2088,"ĠAmides":2089,"hensive":2090,"Ġconjugation":2091,"Ġcomprehensive":2092,"Ġbridgehead":2093,"mic":2094,"Ġintric":2095,"Ġintricate":2096,"yb":2097,"olane":2098,"cept":2099,"Ġreaction":2100,"ches":2101,"Ġgeneric":2102,"Ġstr":2103,"wards":2104,"Ġintercon":2105,"Ġ21":2106,"ybrid":2107,"Ġtools":2108,"Ġchloro":2109,"iles":2110,"Ġfields":2111,"etone":2112,"Ġexcept":2113,"Ġ32":2114,"SO":2115,"ĠCount":2116,"âĤģâĤĪ":2117,"ĠCCCC":2118,"Ġaccurately":2119,"Ġbranches":2120,"Ġtowards":2121,"ĠBridge":2122,"Ġeffec":2123,"Ġmost":2124,"Ġcompon":2125,"ĠSystems":2126,"Ġsymmetrical":2127,"ĠPyr":2128,"ĠCharge":2129,"Ġsci":2130,"Ġeffects":2131,"ĠSecond":2132,"Ġmentioned":2133,"SH":2134,"Ġdonors":2135,"Ġpur":2136,"ror":2137,"ÏĢ":2138,"Ġspecified":2139,"ign":2140,"Ġ38":2141,"Ġclo":2142,"amine":2143,"irror":2144,"Ġref":2145,"Ġpi":2146,"Ġtran":2147,"Ġmaterials":2148,"Ġvisualized":2149,"nected":2150,"Ġindus":2151,"ĠPharmacoph":2152,"opropyl":2153,"Ġinterconnected":2154,"ens":2155,"Ġthen":2156,"idate":2157,"Ġob":2158,"Ġcreating":2159,"Ġhow":2160,"ord":2161,"Ġup":2162,"Ġsulfonyl":2163,"Ġsev":2164,"38":2165,"Ġsolvent":2166,"Ġbu":2167,"Ġoxidation":2168,"Ġscience":2169,"Ġcand":2170,"Ġshown":2171,"omatic":2172,"aromatic":2173,"Ġstar":2174,"etyl":2175,"Ġnucleoph":2176,"Ġdi":2177,"Ġleft":2178,"Ġ\"@":2179,"Ġrang":2180,"]\"":2181,"Ġtrans":2182,"Ġcyclohexyl":2183,"Ġstra":2184,"Ġrange":2185,"Ġisopropyl":2186,"Ġhighl":2187,"Ġmirror":2188,"cyclo":2189,"Ġser":2190,"Ġeth":2191,"Ġshare":2192,"Ġclosed":2193,"ĠCn":2194,"-),":2195,"Ġcandidate":2196,"Ġaccurate":2197,"ĠAdditional":2198,"ĠAlkene":2199,"arboxyl":2200,"ycyclic":2201,"ĠCl":2202,"Ġstraight":2203,"long":2204,"ĠStructu":2205,"Ġtem":2206,"Ġtri":2207,"Ġrec":2208,"perature":2209,"Ġmodeling":2210,"ubstituted":2211,"ncnc":2212,"Ġsequ":2213,"ns":2214,"Ġcoord":2215,"Ġinfluenc":2216,"Ġtemperature":2217,"ĠSecondary":2218,"Ġfusion":2219,"Ġbelong":2220,"Ġletters":2221,"Ġonly":2222,"Ġdrugs":2223,"CCCCCC":2224,"Ġenh":2225,"Ġparticipating":2226,"Ġfunctionality":2227,"Ġalcohols":2228,"ĠConjug":2229,"Acceptor":2230,"ĠÏĢ":2231,"âĤĪ":2232,"Ġ25":2233,"Ġends":2234,"Ġpolycyclic":2235,"ure":2236,"Ġhighligh":2237,"Ġ27":2238,"noc":2239,"Ġpeptides":2240,"Ġ=":2241,"ists":2242,"ĠTer":2243,"Ġ\"@\"":2244,"lock":2245,"Ġsour":2246,"+)":2247,"NNC":2248,"âĤĤâĤĦ":2249,"ĠThey":2250,"Ġblock":2251,"Ġsuggesting":2252,"ilding":2253,"Ġresear":2254,"Ġ(=).":2255,"Ġlipophilicity":2256,"Ġbuilding":2257,"Ch":2258,"Ġethoxy":2259,"âĢ":2260,"ChI":2261,"âĢĵ":2262,"Ġbridging":2263,"ĠInChI":2264,"FNO":2265,"omm":2266,"ways":2267,"FN":2268,"ended":2269,"ĠTwo":2270,"Ġrecomm":2271,"Ġrecommended":2272,"tereochemical":2273,"Ġ31":2274,"Ġexperimentation":2275,"OCc":2276,"ossi":2277,"Ġdetermining":2278,"Ġbelongs":2279,"dy":2280,"Ġpurpo":2281,"Ġroom":2282,"ify":2283,"Key":2284,"ia":2285,"Ġchirality":2286,"Ġresearch":2287,"ture":2288,"...)":2289,"âĤģâĤĢ":2290,"ĠPossi":2291,"ĠPossibilities":2292,"ĠAcid":2293,"utomer":2294,"ove":2295,"Ġpurposes":2296,"Ġsystematic":2297,"Ġelement":2298,"Ġlink":2299,"Ġabove":2300,"Ġstereochemical":2301,"ĠCOCC":2302,"Ġsignificantly":2303,"imethyl":2304,"ppos":2305,"pposite":2306,"ĠCyan":2307,"Ġ\"-":2308,"inally":2309,"COCC":2310,"ĠCCOc":2311,"Ġcond":2312,"Ġinfluencing":2313,"more":2314,"ĠTo":2315,"Ġproper":2316,"cnn":2317,"Ġsources":2318,"ily":2319,"Ġpredic":2320,"urn":2321,"Ġalkynes":2322,"Ġproviding":2323,"Ġturn":2324,"Ġ(#":2325,"Ġnucleophiles":2326,"Ġabs":2327,"luor":2328,"Ġcondens":2329,"Ġcondensation":2330,"Ġelectrone":2331,"Ġbeen":2332,"orp":2333,"Ġbase":2334,"Ġenantiomers":2335,"Ġplays":2336,"Ġexpl":2337,"ĠSkeleton":2338,"Ġanalytical":2339,"Ġallows":2340,"Ġamines":2341,"arboxylic":2342,"Ġcomponents":2343,"Ġgives":2344,"Ġinc":2345,"Ġgeometric":2346,"Ġbiochemical":2347,"ĠCyclic":2348,"ĠCenter":2349,"Ġfollows":2350,"ĠRea":2351,"Ġneu":2352,"Ġelements":2353,"Ġag":2354,"Ġstudy":2355,"Ġbioac":2356,"irm":2357,"Ġconfirm":2358,"Ġsides":2359,"ĠCCc":2360,"(/":2361,"Ġod":2362,"ĠSulfonamide":2363,"Ġammon":2364,"ĠKetone":2365,"ĠStructural":2366,"ĠAmino":2367,"Ġchlor":2368,"Ġgeneral":2369,"Ġorder":2370,"âĤģâĤħ":2371,"Ġlast":2372,"Ġshow":2373,"Ġalways":2374,"Ġverify":2375,"Ġ0":2376,"oun":2377,"tives":2378,"ncn":2379,"ctivity":2380,"ĠNc":2381,"age":2382,"CSC":2383,"polar":2384,"Ġinfluences":2385,"Ġcompleting":2386,"atives":2387,"ĠLinkages":2388,"ĠBonding":2389,"Ġdioxolane":2390,"BrN":2391,"Ġsmalle":2392,"-{":2393,"omethyl":2394,"ĠReactivity":2395,"csc":2396,"Ġsoft":2397,"ware":2398,"Ġshows":2399,"Ġsoftware":2400,"Ġcalculations":2401,"Ġderivatives":2402,"ites":2403,"CCNC":2404,"-{[(":2405,"Ġsmaller":2406,"henol":2407,"Ġmotif":2408,"Ġhybrid":2409,"plex":2410,"ification":2411,"ĠAnother":2412,"ĠComplex":2413,"led":2414,"Ġproperty":2415,"Ġsimple":2416,"Ġsulfonic":2417,"tral":2418,"Ġammonium":2419,"Ġpredict":2420,"Ġtautomer":2421,"OS":2422,"alenc":2423,")/":2424,"Ġindustr":2425,"gent":2426,"Ġanalyzed":2427,"Ġsepar":2428,"Ġgenerate":2429,"osure":2430,"ĠNitroso":2431,"Ġvalenc":2432,"rochemical":2433,"xim":2434,"Ġethers":2435,"Ġdelocalized":2436,"Ġabsence":2437,"Ġagrochemical":2438,"ans":2439,"ner":2440,"Ġalkane":2441,"ĠPharmacophore":2442,"Ġqu":2443,"Ġoptically":2444,"Ġtriazine":2445,"diox":2446,"ĠNo":2447,"rob":2448,"Ġmanner":2449,"iro":2450,"Ġsites":2451,"Ġcarbons":2452,"ix":2453,"Ġcreates":2454,".,":2455,"based":2456,"trans":2457,"anced":2458,"Ġneutral":2459,"âĤģâĤĥ":2460,"Ġintroduce":2461,"ĠCNC":2462,"Ġhydrophobicity":2463,"ĠUns":2464,"ĠCarboxylic":2465,"=[":2466,"tam":2467,"ĠPiperazine":2468,"Ġacetyl":2469,"luoromethyl":2470,"ĠFused":2471,"ĠBenzene":2472,"nnnn":2473,"ors":2474,"microb":2475,"microbial":2476,"anol":2477,"Ġantimicrobial":2478,"ential":2479,"ifluoromethyl":2480,"36":2481,"Ġvalency":2482,"Ġagrochemicals":2483,"43":2484,"Ġtype":2485,"Ġ36":2486,"Ġnonpolar":2487,"Ġbenz":2488,"Ġseven":2489,"Ġconstitu":2490,"ĠComplexity":2491,"Ġwide":2492,"ccnc":2493,"OCCC":2494,"iron":2495,"ĠDue":2496,"aph":2497,"air":2498,"vel":2499,"Ġsur":2500,"ĠBo":2501,"Ġobtain":2502,"Ġstand":2503,"Ġchloride":2504,"pyrimidine":2505,"NCCN":2506,"Ġstandar":2507,"lysis":2508,"Ġ(âĢĵ":2509,"Ġsynthetic":2510,"ĠCenters":2511,"atern":2512,"Ġopposite":2513,"ng":2514,"Ġconnect":2515,"Ġlead":2516,"Ġ\"#":2517,"Ġfeature":2518,"ods":2519,"Cys":2520,"]\".":2521,"Ġpyrazol":2522,"ef":2523,"Ġmethylene":2524,"Ġmaxim":2525,"ince":2526,"aternary":2527,"Ġmaximum":2528,"Ġstereoisomeric":2529,"Ġcor":2530,"Ġcharges":2531,"teric":2532,"HF":2533,"ind":2534,"Ġstudied":2535,"ĠStereo":2536,"substituted":2537,"Ġcharacterization":2538,"ifies":2539,"Ġreduc":2540,"Ġnet":2541,"Ġvalidation":2542,"Ġamides":2543,"ĠCyanide":2544,"aring":2545,"Ġmethods":2546,"Ġdire":2547,"Ġway":2548,"Ġodor":2549,"dized":2550,"Ġstandardized":2551,"formation":2552,"ĠEth":2553,"Ġstereoisomerism":2554,"dimethyl":2555,"onc":2556,"ages":2557,"Ġphenol":2558,"Ġcoordination":2559,"Ġmix":2560,"dium":2561,"table":2562,"Ġelectronegative":2563,"aphth":2564,"edi":2565,"Ġhydrocarbons":2566,"Ġcondition":2567,"ator":2568,"Ġlinker":2569,"Ġstarts":2570,"ON":2571,"cccn":2572,"Ġconditions":2573,"Ġbioactive":2574,"SCc":2575,"Ġhaving":2576,"Ġsequence":2577,"Ġexplore":2578,"propyl":2579,"Ġprotonated":2580,"\"),":2581,"viron":2582,"Ġhybridized":2583,"Ġmixture":2584,"ĠThiophene":2585,"ases":2586,"-((":2587,"Ġcapable":2588,"-])=":2589,"Ġmoder":2590,"ĠBackbone":2591,"aphtha":2592,"ymme":2593,"heteroc":2594,"Ġcompare":2595,"ĠConjugation":2596,"aphthalene":2597,"ignated":2598,"Ġexplored":2599,"Ġenviron":2600,"Ġquaternary":2601,"ĠIso":2602,"ymmetric":2603,"Ġbal":2604,"ĠFinally":2605,"ĠBromine":2606,"un":2607,"Ġ40":2608,"Ġfl":2609,"Ġexists":2610,"designated":2611,"alt":2612,"inated":2613,"Ġmeta":2614,"Ġseparate":2615,"Ġexten":2616,"amm":2617,"resp":2618,"Ġcarboxylate":2619,"amino":2620,"Ġcorresp":2621,"Ġcorrespond":2622,"Ġcomparisons":2623,"reak":2624,"+])":2625,"Ġhydrolysis":2626,"sf":2627,"atisf":2628,"Ġsatisf":2629,"ĠPhenyl":2630,"yran":2631,"Ġspiro":2632,"heterocycle":2633,"-]).":2634,"li":2635,"ize":2636,"âĤĤâĤĢ":2637,"NCCC":2638,"igand":2639,"42":2640,"Ġasymmetric":2641,"ined":2642,"Ġcompared":2643,"Ġbreak":2644,"nnn":2645,"ĠBased":2646,"Ġethylene":2647,"33":2648,"Ġtricyclic":2649,"ClNO":2650,"Ġsurround":2651,"Ġpharmacoph":2652,"Ġvisualization":2653,"atory":2654,"Ġstrain":2655,"Ġstrong":2656,"ĠThiazole":2657,"rance":2658,"phenyl":2659,"ulfur":2660,"Ġsince":2661,"Ġimages":2662,"Ġeight":2663,"Ġru":2664,"ĠUnsaturated":2665,"CCCCCCCC":2666,"Ġcalled":2667,"atile":2668,"CCS":2669,"Ġdef":2670,"Ġdelocalization":2671,"tho":2672,"ĠComp":2673,"Ġnaphthalene":2674,"lyc":2675,"ĠStereocenter":2676,"curs":2677,"Ġsignifies":2678,"Ġ46":2679,"Ġproduction":2680,"ĠTertiary":2681,"Ġ(#)":2682,"Ġinvolving":2683,"54":2684,"Ġtrifluoromethyl":2685,"Ġaz":2686,"cs":2687,"37":2688,"Ġcyclopent":2689,"56":2690,"Ġvers":2691,"âĤī":2692,"Ġ39":2693,"Ġvalu":2694,"ĠCompound":2695,"NA":2696,"ctron":2697,"Ġang":2698,"Ġortho":2699,"Ġvia":2700,"ra":2701,"loro":2702,"Ġdetermines":2703,"Ġpyrazolo":2704,"wing":2705,"Ġace":2706,"ĠAttached":2707,"ounter":2708,"Ġreduction":2709,"electron":2710,"Ġbutyl":2711,"ĠPharmacological":2712,"ĠPiperidine":2713,"indic":2714,"carbonyl":2715,"indicated":2716,"rawing":2717,"Ġesterification":2718,"Ġhighlighting":2719,"ĠOn":2720,"41":2721,"=\"":2722,"ĠCycloalkane":2723,"Ġthioester":2724,"drawing":2725,"ithdrawing":2726,"tructures":2727,"ĠFurthermore":2728,"35":2729,"wise":2730,"Ġpyran":2731,"withdrawing":2732,"Ġsatisfy":2733,"nection":2734,"Ġvaluable":2735,"Ġconformational":2736,"Ġcomm":2737,"bly":2738,"Ġcation":2739,"Ġconnection":2740,"Ġions":2741,"CCn":2742,"inates":2743,"red":2744,"Ġpair":2745,"Ġsubstructures":2746,"pentane":2747,"Ġcommun":2748,"Ġsodium":2749,"ĠThiol":2750,"ccn":2751,"Ġacidic":2752,"ĠThioethers":2753,"]([":2754,"essential":2755,"indrance":2756,"Ġstate":2757,"ilicon":2758,"ĠLipophilicity":2759,"Ġessential":2760,"With":2761,"ĠOc":2762,"Ġspec":2763,"Ġtautomeric":2764,"Ġcyclopentene":2765,"Ġgenerated":2766,"Within":2767,"kel":2768,"Ġdeno":2769,"ĠCCn":2770,"Ġmoderate":2771,"Ġclosure":2772,"Ġoc":2773,"Ġsize":2774,"Ġou":2775,"iod":2776,"Ġhex":2777,"Ġrefers":2778,"pyridine":2779,"Ġalone":2780,"Ġsharing":2781,"Ġsu":2782,"coc":2783,"ĠCommon":2784,"COO":2785,"actors":2786,"onance":2787,"Na":2788,"ining":2789,"ĠPoint":2790,"boxamide":2791,"+]([":2792,"alent":2793,"velop":2794,"roph":2795,"Ġresonance":2796,"Ġantic":2797,"ĠEthyl":2798,"Ġanion":2799,"Ġfactors":2800,"Ġwor":2801,"Ġdevelop":2802,"Ġdirect":2803,"propane":2804,"Ġversatile":2805,"âĤĩ":2806,"ancer":2807,"Ġprecurs":2808,"Ġmetabol":2809,"inding":2810,"tate":2811,"Ġrule":2812,"Ġdevelopment":2813,"Ġhighlights":2814,"Ġligand":2815,"Ġsteric":2816,"ĠFusion":2817,"Ġnitrogenous":2818,"Ġ37":2819,"Ġbinding":2820,"Ġangles":2821,"Ġrep":2822,"eties":2823,"Ġmoieties":2824,"PA":2825,"Ġincre":2826,"enth":2827,"Ġintermedi":2828,"onical":2829,"pecified":2830,"entan":2831,"45":2832,"Ġdirectly":2833,"Ġhand":2834,"ĠBoiling":2835,"Ġindustries":2836,"'.":2837,"erred":2838,"ult":2839,"acemic":2840,"Ġprotonation":2841,"ech":2842,"Ġracemic":2843,"Ġanalyze":2844,"ores":2845,"af":2846,"oxo":2847,"Ġcounter":2848,"Ġ\"/":2849,"ĠCO":2850,"Ġbases":2851,"Ġinteraction":2852,"Ġanticancer":2853,"Ġcombining":2854,"Ġtech":2855,"Ġsite":2856,"ĠSubstituted":2857,"Ġtechn":2858,"Ġsilicon":2859,"iques":2860,"Ġtechniques":2861,"cncc":2862,"ints":2863,"au":2864,"prop":2865,"Ġgiving":2866,"Ġdatab":2867,"Ġmass":2868,"od":2869,"Ġagent":2870,"Ġenti":2871,"ngth":2872,"ĠAlkynes":2873,"Ġstarting":2874,"Ġterms":2875,"Ġunspecified":2876,"onal":2877,"As":2878,"Fur":2879,"Ġlength":2880,"Further":2881,"Ġdesign":2882,"48":2883,"ĠFeatu":2884,"Ġacting":2885,"ĠIm":2886,"Ġ35":2887,"vi":2888,"ĠFeatures":2889,"orated":2890,"Si":2891,"ccsc":2892,"ĠPolar":2893,"orphol":2894,"=)":2895,"Ġsalt":2896,"arily":2897,"Ġfat":2898,"car":2899,"ose":2900,"Ġrepl":2901,"PAC":2902,"NCCCN":2903,"Ġaryl":2904,"ock":2905,"Ġ49":2906,"Ġprecursor":2907,")-)":2908,"Ġ48":2909,"Ġidentify":2910,"UPAC":2911,"Ġcorresponds":2912,"Ġconstituent":2913,"Ġtypical":2914,"Ġrepresenting":2915,"Ġprimarily":2916,"ockwise":2917,"Ġwidely":2918,"chain":2919,"Ġiod":2920,"Ġdescribe":2921,"Ġreplac":2922,"51":2923,"valent":2924,"inf":2925,"lamm":2926,"orpholine":2927,"Ġfo":2928,"Ġbasicity":2929,"Ġresult":2930,"Ġoff":2931,"hydroxy":2932,"Ġelect":2933,"Ġsugar":2934,"ĠBridged":2935,"tar":2936,"OCCOCC":2937,"Ġglyc":2938,"Ġlone":2939,"oring":2940,"Ġresem":2941,"Ġenantiomeric":2942,"Ġpossibilities":2943,"nnnc":2944,"NOC":2945,"Ġincorp":2946,"Ġoxide":2947,"Ġcomputer":2948,"CCCc":2949,"ĠConjugated":2950,"Ġseries":2951,"eptide":2952,"sulfur":2953,"NCCc":2954,"tside":2955,"Ġanalog":2956,"Ġmod":2957,"ĠCan":2958,"sub":2959,"ĠCSc":2960,"idin":2961,"ĠIUPAC":2962,"Ġ47":2963,"Ġreg":2964,"Ġenhanced":2965,"ĠCanonical":2966,"Ġ150":2967,"Ġoutside":2968,"Ġrea":2969,"44":2970,"Ġleading":2971,"ĠPyridine":2972,"ipid":2973,"minal":2974,"39":2975,"Ġ\"@@":2976,"ĠTerminal":2977,"anes":2978,"ĠImine":2979,"vious":2980,"Ġworth":2981,"Ġ\"(=":2982,"down":2983,"Furthermore":2984,"butan":2985,"47":2986,"CNc":2987,"afety":2988,"ĠNitrogenous":2989,"lammatory":2990,"Ġcharacters":2991,"Ġdioxane":2992,"Ġhydrophilic":2993,"inflammatory":2994,"ked":2995,"46":2996,"ZQ":2997,"Ġbreakdown":2998,"Ġbri":2999,"Ġbrief":3000,"ĠMo":3001,"Ġ\"@@\"":3002,"ĠSize":3003,"Ġrelated":3004,"ĠHybrid":3005,"âĤģâĤĨ":3006,"Ġeasily":3007,"Ġhexag":3008,"ulk":3009,"Ġchemists":3010,"ill":3011,"ets":3012,"Ġelectroph":3013,"hydr":3014,"Ġconsidered":3015,"ĠHybridization":3016,"Ġmorpholine":3017,"Ġimpact":3018,"Ġpoints":3019,"Gly":3020,"eness":3021,"Ġbulk":3022,"the":3023,"Ġterminates":3024,"ss":3025,"Ġ140":3026,"bam":3027,"astly":3028,"Ġenvironment":3029,"49":3030,"Ġacts":3031,"CCCNC":3032,"enyl":3033,"Ġmetal":3034,"hep":3035,"Ġrise":3036,"Ġseventh":3037,"Ġresemble":3038,"Ġuses":3039,"actone":3040,"ĠThioamide":3041,"Ġcommunic":3042,"Ġtransformation":3043,"Ġhexagonal":3044,"Ġtransformations":3045,"Ġcommunicate":3046,"âĤĤâĤī":3047,"Ġlipid":3048,"Ġsol":3049,"Ġflav":3050,"oic":3051,"Ġhindrance":3052,"ĠIsopropyl":3053,"su":3054,"Ġasses":3055,"ĠEthers":3056,"nccs":3057,"Ġdiaz":3058,"In":3059,"Ġantiv":3060,"Ġantiviral":3061,"Ġassess":3062,"cyclohexane":3063,"53":3064,"luoro":3065,"Ġpharmacophore":3066,"Ġresembles":3067,"Ġethanol":3068,"Ġcovalent":3069,"actam":3070,"âĤģâĤģ":3071,"Ġbr":3072,"imit":3073,"ĠPeptide":3074,"57":3075,"wor":3076,"Ġimpl":3077,"40":3078,"tional":3079,"Ġindustry":3080,"Ġwhen":3081,"Ġlimit":3082,"52":3083,"azolidine":3084,"form":3085,"perim":3086,"work":3087,"arked":3088,"Ġ'=":3089,"ĠPyrimidine":3090,"COCH":3091,"-]\"":3092,"ĠHalogen":3093,"cnnc":3094,"ĠCCCCC":3095,"Ġresid":3096,"Ġfatty":3097,"Asn":3098,"tarting":3099,"Ġenhance":3100,"tin":3101,"Ġapprop":3102,"Ġappropri":3103,"Ġdatabases":3104,"Ġappropriate":3105,"],":3106,"pec":3107,"ĠNature":3108,"Ġbalanced":3109,"ĠCNc":3110,"non":3111,"ncccc":3112,"ckel":3113,"¼ckel":3114,"Ã¼ckel":3115,"ĠMultiple":3116,"its":3117,"ĠHÃ¼ckel":3118,"Ġbrack":3119,"Ġphosphate":3120,"Ġtox":3121,"orop":3122,"Ġtoxic":3123,"âĤģâĤĦ":3124,"ĠSide":3125,"amides":3126,"ĠDeriv":3127,"CCNCC":3128,"Ġfollowing":3129,"Ġlimited":3130,"Ġunsubstituted":3131,"genic":3132,"Ġsurrounded":3133,"+](":3134,"Ġ50":3135,"ĠCH":3136,"Ġnucleic":3137,"Ġesters":3138,"SA":3139,"Ġmade":3140,"idazole":3141,"ĠNitriles":3142,"Ġ\"#\"":3143,"Ġiodine":3144,"ncccn":3145,"Ġbrackets":3146,"ĠLastly":3147,"Ġatta":3148,"ĠDerivative":3149,"ĠBio":3150,"part":3151,"Ġ142":3152,"Ġclockwise":3153,"pos":3154,"dioxolane":3155,"(...":3156,"ĠHydro":3157,"Ġdenote":3158,"Ġbenzo":3159,"ĠPharmacophores":3160,"Ġcarboxamide":3161,"propan":3162,"Ġ(\"":3163,"Ġ#":3164,"Ġbi":3165,"Ġobvious":3166,"Ġglycol":3167,"Ġregion":3168,"ĠCyclohex":3169,"ĠSim":3170,"amework":3171,"Ġincorporated":3172,"Ġindustrial":3173,"Ġcounterion":3174,"Starting":3175,"ĠBridgehead":3176,"âĤĤâĤģ":3177,"Ġreferred":3178,"sccc":3179,"activity":3180,"Ġanalogs":3181,"Ġstereogenic":3182,"Ġframework":3183,"anone":3184,"ĠClc":3185,"iter":3186,"yste":3187,"ves":3188,"Nitrogen":3189,"yme":3190,"Ġgive":3191,"Ġhydroxy":3192,"ulfide":3193,"ĠSulfonyl":3194,"nonc":3195,"Ġright":3196,"Ġionic":3197,"Ġintermediate":3198,"Ġaspec":3199,"posable":3200,"59":3201,"inity":3202,"Ġshared":3203,"efined":3204,"perimposable":3205,"Ġear":3206,"thio":3207,"ĠSubstitution":3208,"ĠBioactivity":3209,"Ġsolid":3210,"Ġenzyme":3211,"âĤĥâĤĦ":3212,"Ġrow":3213,"ĠLinear":3214,"secu":3215,"dehyde":3216,"ysteine":3217,"CCCCN":3218,"ĠOr":3219,"dioxane":3220,"Ġaspects":3221,"ĠKet":3222,"Ġconsecu":3223,"lier":3224,"Ġearlier":3225,"Ġpolym":3226,"ving":3227,"55":3228,"keness":3229,"][":3230,"Ġvariety":3231,"Ġlactam":3232,"Ġmotifs":3233,"Ġconstitutional":3234,"Ġbulky":3235,"Ġhydr":3236,"superimposable":3237,"idering":3238,"Ġblocks":3239,"58":3240,"likeness":3241,"61":3242,"ĠOrganic":3243,"ĠKetones":3244,"hed":3245,"Ġcyclopropyl":3246,"thi":3247,"Ġextends":3248,"ĠHydrocarbon":3249,"Ġconsidering":3250,"Ġthiocarbonyl":3251,"ffinity":3252,"Ġaffinity":3253,"Ġnext":3254,"tics":3255,"ourea":3256,"Ġins":3257,"Ġred":3258,"rg":3259,"inyl":3260,"Ġincreased":3261,"marked":3262,"Ġcomponent":3263,"Ġredox":3264,"-):":3265,"ccoc":3266,"Ġaffecting":3267,"FA":3268,"Ġserve":3269,"ĠDrug":3270,"ault":3271,"cyan":3272,"olecules":3273,"image":3274,"-].":3275,"Ġdefault":3276,"ga":3277,"ĠCS":3278,"Arg":3279,"Ġconsecutive":3280,"ber":3281,"Ġenantiomerism":3282,"tably":3283,"Ġ138":3284,"ĠApart":3285,"FFA":3286,"OY":3287,"UHF":3288,"FFAOY":3289,"UHFFFAOY":3290,"UHFFFAOYSA":3291,"Ġthiazolidine":3292,"ĠNotably":3293,"Ġfru":3294,"Ġdimension":3295,"ĠStereocenters":3296,"Ġdimensions":3297,"ences":3298,"Ġlipophilic":3299,"Ġvol":3300,"Ġcriter":3301,"lity":3302,"Ġlo":3303,"+)(=":3304,"Ġfulf":3305,"Ġcriteria":3306,"Ġther":3307,"Ġlactone":3308,"ĠApp":3309,"Ġfulfill":3310,"labeled":3311,"Ġdon":3312,"Ġlarge":3313,"methoxy":3314,"gents":3315,"Ġfunctions":3316,"acy":3317,"Ġaffects":3318,"Ġelectrophiles":3319,"ĠChloro":3320,"Ġreplaced":3321,"lf":3322,"Ġdec":3323,"quare":3324,"ded":3325,"Ġopen":3326,"ĠRNA":3327,"Ġsquare":3328,"Ġmetabolic":3329,"orophenyl":3330,"atility":3331,"ĠON":3332,"oxide":3333,"Ġoxazole":3334,"tatable":3335,"utic":3336,"Ġcau":3337,"apeutic":3338,"ĠLink":3339,"Ġbiom":3340,"ros":3341,"Ġaccuracy":3342,"Ġsurrounding":3343,"yes":3344,"nit":3345,"Ġtherapeutic":3346,")\",":3347,"Ġdisulfide":3348,"Ġ'='":3349,"Ġbenzyl":3350,"Ġacyl":3351,"Ġazo":3352,"Ġattach":3353,"Ġplane":3354,"Ġsynthesi":3355,"CON":3356,"ĠWithin":3357,"-],":3358,"Ġgeometry":3359,"Ġchlorobenzene":3360,"antiomers":3361,"ĠSynthe":3362,"ĠCyclopentane":3363,"ĠOCCC":3364,"Ġset":3365,"Ġlack":3366,"tamide":3367,"Ġforces":3368,"Ġsui":3369,"Ġnine":3370,"Ġvinyl":3371,"Ġchemicals":3372,"Ġcontex":3373,"Ġcontexts":3374,"Ġsuitable":3375,"Fc":3376,"ĠAll":3377,"ĠDonors":3378,"electrons":3379,"vant":3380,"Ġattachment":3381,"Ġless":3382,"Ġrelevant":3383,"Ġ33":3384,"hedral":3385,"Ġacetate":3386,"enantiomers":3387,"Ġback":3388,"Ġcyclohexanone":3389,"Ġelectronega":3390,"Ġdenotes":3391,"Ġbiomolecules":3392,"known":3393,"Ġstabil":3394,"Ġshould":3395,"JX":3396,"ues":3397,"Ġ126":3398,"ances":3399,"ĠCCCCCC":3400,"Ġreagent":3401,"Ġitse":3402,"Ġitself":3403,"ition":3404,"Ġparticipation":3405,"ĠBoth":3406,"Gl":3407,"Ġtetrahedral":3408,"ĠPres":3409,"Gln":3410,"ough":3411,"Me":3412,"cular":3413,"entanone":3414,"ico":3415,"+).":3416,"cX":3417,"sigh":3418,"Ġinsigh":3419,"cXcX":3420,"Ġmem":3421,"ilities":3422,"nsnc":3423,"Some":3424,"enes":3425,"abilities":3426,"Ġcapabilities":3427,"@]":3428,"Ġcoordinated":3429,"OP":3430,"NCCO":3431,"OCOC":3432,"Ġsubstan":3433,"ĠCompounds":3434,"tible":3435,"Ġimidazole":3436,"cnccn":3437,"Ġdepends":3438,"Ġparti":3439,"Ġdefined":3440,"Ġcationic":3441,"63":3442,"Ġze":3443,"OSS":3444,"Ġzero":3445,"hydrogen":3446,"ĠÂ°":3447,"Ġimplied":3448,"50":3449,"Ġimage":3450,"Ġ141":3451,"Ġev":3452,"Ġsus":3453,"opposite":3454,"ĠDNA":3455,"fter":3456,"wn":3457,"Ġfood":3458,"âĤĥâĤģ":3459,"Ġsuscep":3460,"ail":3461,"Ġtautomers":3462,"ĠPl":3463,"ĠUses":3464,"Ġthiourea":3465,"Ġsusceptible":3466,"benz":3467,"but":3468,"ĠInChIKey":3469,"ime":3470,"Ġ(=),":3471,"@@]":3472,"Ġafter":3473,"ĠPresent":3474,"Ġinhibit":3475,"Ġpositioned":3476,"Ġdioxide":3477,"Ġunless":3478,"Ġelectronegativity":3479,"+),":3480,"ysico":3481,"Ġnitriles":3482,"ysicochemical":3483,"enta":3484,"ĠCyano":3485,"Ġinsights":3486,"Ġparticular":3487,"Ġflavoring":3488,"')":3489,"BrNO":3490,"Ġtend":3491,"carbam":3492,"ĠApplications":3493,"Ġaccep":3494,"Ġ152":3495,"Ġcata":3496,"Ġsl":3497,"Ġorgan":3498,"Ġbioactivity":3499,"Ġnoting":3500,"Ġcc":3501,"ally":3502,"Ġsequential":3503,"ĠGener":3504,"ĠGenerally":3505,"(\\":3506,"ĠAs":3507,"Ġequ":3508,"Ġloop":3509,"CF":3510,"Ġfunctionalized":3511,"Ġresults":3512,"Ġcapture":3513,"ngal":3514,"Ġconfer":3515,"eak":3516,"Ġlevel":3517,"fungal":3518,"Ġoxime":3519,"Ġantifungal":3520,"Ġenhances":3521,"Ġneed":3522,"Ġligands":3523,"Ġsummary":3524,"ĠCCCc":3525,"Ġappear":3526,"ĠCyclopropane":3527,"Nn":3528,"Ġweak":3529,"chemistry":3530,"Ġimpart":3531,"Ġcyclopentanone":3532,"ĠSimilar":3533,"Ġlacks":3534,"Ġstudying":3535,"Ġupper":3536,"THF":3537,"Ġuppercase":3538,"Ġ100":3539,"curr":3540,"Ġsynthesized":3541,"Ġlengths":3542,"heptane":3543,"til":3544,"ĠAz":3545,"ible":3546,"Ġthione":3547,"cyclic":3548,"Ġacetone":3549,"Ġdown":3550,"thiazole":3551,"ensity":3552,"Ġnc":3553,"iffer":3554,"Ġ+":3555,"ifferent":3556,"cyclopentane":3557,"ray":3558,"Finally":3559,"Ġ128":3560,"At":3561,"Ġbrom":3562,"ĠDifferent":3563,"Ġethylamine":3564,"cyclohex":3565,"Ġkey":3566,"ĠSteric":3567,"ĠMel":3568,"teroid":3569,"Ġcarb":3570,"Ġbridges":3571,"Ġ130":3572,"currence":3573,"ling":3574,"ĠMelting":3575,"</":3576,"Ġnumer":3577,"agine":3578,"paragine":3579,"ounting":3580,"Ġnumerical":3581,"ĠSafety":3582,"osphor":3583,"ĠTetra":3584,"tions":3585,"]),":3586,"Ġrotation":3587,"Ġnaturally":3588,"ĠStructures":3589,"ĠTHF":3590,"ĠSingle":3591,"Ġz":3592,"ĠCCCN":3593,"Ġsymmetric":3594,"64":3595,"Ġ|":3596,"Ġbiochemistry":3597,"Ġsequences":3598,"62":3599,"Ġtw":3600,"Ġ154":3601,"Ġdepic":3602,"âĤĤâĤĪ":3603,"ĠClosure":3604,"ĠZQ":3605,"Ġten":3606,"acetyl":3607,"Ġ144":3608,"Ġflexible":3609,"CNCC":3610,"Ġserves":3611,"Ġpolymer":3612,"/\"":3613,"Ġfluoro":3614,"ĠAcceptors":3615,"cnnn":3616,"CCl":3617,"ather":3618,"Ġadop":3619,"nccc":3620,"Ġmetabolism":3621,"Ġcontin":3622,"rane":3623,"ĠDiox":3624,"Ġrather":3625,"Ġplanarity":3626,"ĠSynthesis":3627,"ĠTetrahydrofuran":3628,"Butyl":3629,"ĠNCC":3630,"Ġacidity":3631,"Ġidentified":3632,"ĠOx":3633,"ĠEsters":3634,"Ġener":3635,"Ġsafety":3636,"Ġnam":3637,"Ġgenerally":3638,"Ġdenoting":3639,"Ġthose":3640,"oline":3641,"osing":3642,"ew":3643,"Ġdiazine":3644,"Ġneigh":3645,"Ġneighb":3646,"Ġ139":3647,"Ġdonate":3648,"tetra":3649,"orted":3650,"OCCN":3651,"idines":3652,"Ġ155":3653,"ohydr":3654,"erv":3655,"CCOc":3656,"irstly":3657,"Ġregions":3658,"ability":3659,"Ġcell":3660,"Ġcysteine":3661,"Ġphosphoryl":3662,"ĠBridging":3663,"alkyl":3664,"Ġnucleophile":3665,"base":3666,"Ġtin":3667,"gth":3668,"-[":3669,"Ġresidues":3670,"Ġconsult":3671,"ĠOccurrence":3672,"Ġreported":3673,"Ġappears":3674,"ular":3675,"Ġenvironments":3676,"face":3677,"CCCOC":3678,"ĠAmines":3679,"Ġ\"=\")":3680,"ĠBr":3681,"Â²":3682,"ength":3683,"ncnn":3684,"oyl":3685,"Ġsteroid":3686,"ĠRo":3687,"ice":3688,"Ġvolatility":3689,"Ġdimethyl":3690,"Ġhig":3691,"Ġsear":3692,"Ġthienyl":3693,"Ġ136":3694,"Ġdirection":3695,"CHO":3696,"ĠDe":3697,"NNc":3698,"weet":3699,")\").":3700,"Ġinhib":3701,"Ġphysicochemical":3702,"Ġinhibition":3703,"ocyan":3704,"ancing":3705,"ĠRotatable":3706,"67":3707,"Ġ(/":3708,"cop":3709,"ĠInformation":3710,"Ġneighboring":3711,"Ġhigher":3712,"thiophene":3713,"Ġ156":3714,"Ġsweet":3715,"Ġeigh":3716,"Ġtwice":3717,"Ġdyes":3718,"Ġarray":3719,"ĠDegree":3720,"Ġsymmetrically":3721,"gy":3722,"Ġover":3723,"Ġorientations":3724,"Ġentire":3725,"...).":3726,"roton":3727,"ĠCyclohexyl":3728,"sme":3729,"roscop":3730,"king":3731,"onic":3732,"ĠSulfonamides":3733,"Ġpurine":3734,"Sulfur":3735,"Ġisocyan":3736,"ĠFC":3737,"ĠCCNC":3738,"Ġcosme":3739,"Ġexistence":3740,"ry":3741,"âĤĤâĤħ":3742,"Ġchair":3743,"Ġurea":3744,"ppor":3745,"Ġ153":3746,",\"":3747,"ĠNS":3748,"troscop":3749,"diaz":3750,"diene":3751,"ĠLength":3752,"Ġfunctionalities":3753,"isk":3754,"Ġsc":3755,